gen.options=C\u00e0i \u0111\u1eb7t
gen.cancel=H\u1ee7y b\u1ecf
gen.save=L\u01b0u
gen.done=\u0110\u0103 xong
gen.edit=Ch\u1ec9nh s\u1eeda
gen.test=Ki\u1ec3m tra
gen.delete=X\u00f3a
gen.insert== C\u00e0i \u0111\u1eb7t C\u00f4ng c\u1ee5 m\u1edbi
gen.alert=B\u00e1o \u0111\u1ed9ng:
gen.success=Th\u00e0nh c\u00f4ng
gen.failure=Th\u1ea5t b\u1ea1i
gen.tools=Xem c\u00f4ng c\u1ee5
gen.add=Th\u00eam
gen.remove=X\u00f3a
gen.register=Ghi danh
gen.reregister=\u0110\u0103ng k\u00fd l\u1ea1i 
gen.activate=K\u00edch ho\u1ea1t
gen.reactivate=K\u00edch ho\u1ea1t l\u1ea1i

tool.title=C\u00f4ng c\u1ee5 ngo\u00e0i (IMS LTI)
tool.in.site=Th\u00eam c\u00f4ng c\u1ee5 trong trang
tool.in.system=C\u00f4ng c\u1ee5 c\u00f3 s\u1eb5n trong h\u1ec7 th\u1ed1ng
tool.description.sites=D\u01b0\u1edbi \u0111\u00e2y l\u00e0 nh\u1eefng c\u00f4ng c\u1ee5c b\u00ean ngo\u00e0i \u0111\u01b0\u1ee3c th\u00eam v\u00e0o trang. Ch\u1ecdn "S\u1eeda \u0111\u1ed5i" \u0111\u1ec3 s\u1eeda \u0111\u1ed5i c\u00e1c thi\u1ebft l\u1eadp kh\u1edfi \u0111\u1ed9ng. Ch\u1ecdn "Th\u00eam c\u00f4ng c\u1ee5 c\u00f3 s\u1eb5n v\u00e0o trang" \u0111\u1ec3 th\u00eam c\u00f4ng c\u1ee5 b\u00ean ngo\u00e0i v\u00e0o trang.
tool.description.system=D\u01b0\u1edbi \u0111\u00e2y l\u00e0 nh\u1eefng c\u00f4ng c\u1ee5 b\u00ean ngo\u00e0i \u0111\u0103 \u0111\u01b0\u1ee3c th\u00eam v\u00e0o h\u1ec7 th\u1ed1ng. Ch\u1ecdn "S\u1eeda \u0111\u1ed5i" \u0111\u1ec3 thay \u0111\u1ed5i c\u00e1c thi\u1ebft l\u1eadp kh\u1edfi \u0111\u1ed9ng. Ch\u1ecdn "Th\u00eam c\u00f4ng c\u1ee5 c\u00f3 s\u1eb5n v\u00e0o h\u1ec7 th\u1ed1ng" \u0111\u1ec3 b\u1ed5 sung th\u00eam c\u00e1c c\u00f4ng c\u1ee5 b\u00ean ngo\u00e0i.
tool.view=Xem c\u00f4ng c\u1ee5
tool.put=C\u00f4ng c\u1ee5 b\u00ean ngo\u00e0i
tool.delete=\u0110ang x\u00f3a c\u00f4ng c\u1ee5
tool.delete.sure=C\u00f4ng c\u1ee5 n\u00e0y s\u1ebd \u0111\u01b0\u1ee3c x\u00f3a kh\u1ecfi c\u00e1c trang sau khi b\u1ecb x\u00f3a. B\u1ea1n c\u00f3 mu\u1ed1n ti\u1ebfp t\u1ee5c???
tool.table=C\u00f4ng c\u1ee5 b\u00ean ngo\u00e0i
tool.none=Kh\u00f4ng t\u0301m th\u1ea5y c\u00f4ng c\u1ee5
tool.note=<p>N\u1ebfu b\u1ea1n c\u00f3 m\u1ed9t kh\u00f3a v\u00e0 b\u1ea3o m\u1eadt, Tr\u01b0\u1edbc ti\u00ean b\u1ea1n ph\u1ea3i s\u1eed d\u1ee5ng c\u00f4ng c\u1ee5 m\u00e0n h\u0301nh, v\u00e0 sau \u0111\u00f3 \u0111\u1ec3 kh\u1edfi \u0111\u1ed9ng c\u00f4ng c\u1ee5 n\u00e0y, B\u1ea1n c\u1ea7n ph\u1ea3i t\u1ea1o m\u1ed9t c\u00f4ng c\u1ee5 c\u1ea5u h\u0301nh cho c\u00f4ng c\u1ee5. B\u1ea1n c\u00f3 th\u1ec3 ki\u1ec3m tra c\u00f4ng c\u1ee5 kh\u1edfi \u0111\u1ed9ng c\u1ee7a b\u1ea1n v\u00e0 v\u00e0 \u0111\u1eb7t m\u1ed9t URL cho c\u00f4ng c\u1ee5 c\u1ee7a b\u1ea1n t\u1eeb c\u00f4ng c\u1ee5 c\u1ea5u h\u0301nh m\u00e0n h\u0301nh.</p>
tool.launch=ch\u1ea1y URL:
tool.resource.handler=B\u1ed9 qu\u1ea3n l\u01b0 t\u00e0i nguy\u00ean:
tool.already.exists=<br/><span style="color:red">(L\u01b0u \u01b0 c\u00f4ng c\u1ee5 \u0111\u0103 t\u1ed3n t\u1ea1i trong b\u1ed9 qu\u1ea3n l\u01b0 t\u00e0i nguy\u00ean)</span>

content.menu=V\u1ecb tr\u00ed c\u00f4ng c\u1ee5
content.title=V\u1ecb tr\u00ed c\u00f4ng c\u1ee5
content.note=<p>N\u1ebfu b\u1ea1n c\u00f3 m\u1ed9t URL,kh\u00f3a, v\u00e0 b\u1ea3o m\u1eadt you need to install a new tool, and then come back and place that tool to be launched in this screen.</p>
content.put=V\u1ecb tr\u00ed c\u00f4ng c\u1ee5
content.add=T\u1ea1o v\u1ecb tr\u00ed c\u00f4ng c\u1ee5
content.tools=Xem c\u00f4ng c\u1ee5
content.delete=X\u00f3a m\u1ed9t v\u1ecb tr\u00ed c\u00f4ng c\u1ee5
content.delete.sure=C\u00f4ng c\u1ee5 n\u00e0y s\u1ebd \u0111\u01b0\u1ee3c g\u1ee1 b\u1ecf kh\u1ecfi trang n\u00e0y sau khi x\u00f3a. B\u1ea1n c\u00f3 mu\u1ed1n ti\u1ebfp t\u1ee5c???
content.delete.detail=L\u01b0u \u01b0 l\u00e0 c\u00f3 th\u1ec3 c\u00f3 li\u00ean quan \u0111\u1ebfn v\u1ecb tr\u00ed c\u00f4ng c\u1ee5 n\u00e0y \u1edf n\u01a1i kh\u00e1c.  N\u1ebfu b\u1ea1n x\u00f3a v\u1ecb tr\u00ed c\u00f4ng c\u1ee5 n\u00e0y, c\u00e1c li\u00ean k\u1ebft \u0111\u1ebfn v\u1ecb tr\u00ed n\u00e0y s\u1ebd ng\u1eebng l\u00e0m vi\u1ec7c.  B\u1ea1n c\u00f3 th\u1ec3 \u0111\u1eb7t c\u00f9ng ch\u1ed7 m\u1ed9t c\u00f4ng c\u1ee5 nhi\u1ec1u l\u1ea7n v\u00e0 c\u00f3 c\u00e1c c\u00e0i \u0111\u1eb7t kh\u00e1c nhau cho m\u1ed7i v\u1ecb tr\u00ed.
content.table=V\u1ecb tr\u00ed hi\u1ec7n t\u1ea1i c\u1ee7a c\u00f4ng c\u1ee5
content.none=Kh\u00f4ng t\u0301m th\u1ea5y v\u1ecb tr\u00ed c\u00f3 c\u00f4ng c\u1ee5
content.select.tool=Ch\u1ecdn C\u00f4ng c\u1ee5
content.select.one=---------- Ch\u1ecdn M\u1ed9t ----------
content.no.tools=Kh\u00f4ng c\u00f3 c\u00f4ng c\u1ee5 c\u00f3 s\u1eb5n
content.admin.note=<p>L\u01b0u \u01b0:. T\u1ea5t c\u1ea3 c\u00e1c v\u1ecb tr\u00ed c\u00f4ng c\u1ee5 c\u1ea7n ph\u1ea3i c\u00f3 m\u1ed9t SITE_ID kh\u00f4ng tr\u1ed1ng \u0111\u1ec3 \u0111\u01b0\u1ee3c kh\u1edfi \u0111\u1ed9ng.</p>

link.add=Th\u00eam link \u0111i\u1ec1u h\u01b0\u1edbng trang
link.add.detail=<p>S\u1ebd th\u00eam m\u1ed9t link v\u00e0o c\u00f4ng c\u1ee5 \u0111\u1ec3 \u0111i\u1ec1u h\u01b0\u1edbng trang c\u1ee7a b\u1ea1n.  Khi b\u1ea1n th\u00eam link,to\u00e0n b\u1ed9 trang s\u1ebd thi\u1ebft l\u1eadp l\u1ea1i \u0111\u1ec3 c\u1eadp nh\u1eadt \u0111i\u1ec1u h\u01b0\u1edbng.</p>
link.button.text=N\u00fat v\u0103n b\u1ea3n
error.link.add.fail=Link th\u00eam l\u1ed7i
success.link.add=Link \u0111\u0103 \u0111\u01b0\u1ee3c th\u00eam
link.remove=G\u1ee1 b\u1ecf link \u0111i\u1ec1u h\u01b0\u1edbng trang
link.remove.detail=<p>S\u1ebd lo\u1ea1i b\u1ecf c\u00e1c li\u00ean k\u1ebft \u0111\u1ebfn c\u00f4ng c\u1ee5 n\u00e0y t\u1eeb \u0111i\u1ec1u h\u01b0\u1edbng trang c\u1ee7a b\u1ea1n. Khi b\u1ea1n g\u1ee1 b\u1ecf link, to\u00e0n b\u1ed9 trang s\u1ebd c\u1eadp nh\u1eadt l\u1ea1i \u0111i\u1ec1u h\u01b0\u1edbng.</p>
error.link.remove.fail=Th\u00eam link l\u1ed7i
success.link.remove=\u0110\u0103 g\u1ee1 b\u1ecf link

success.deleted=\u0110\u0103 x\u00f3a
success.created=\u0110\u0103 t\u1ea1o
success.updated=\u0110\u0103 c\u1eadp nh\u1eadt
success.linked=Li\u00ean k\u1ebft
success.link.add=Li\u00ean k\u1ebft
success.link.remove=G\u1ee1 b\u1ecf li\u00ean k\u1ebft
error.delete.fail=X\u00f3a b\u1ecb l\u1ed7i
error.link.fail=Link b\u1ecb l\u1ed7i
error.placement.not.removed=Kh\u00f4ng th\u1ec3 lo\u1ea1i b\u1ecf v\u1ecb tr\u00ed c\u00f4ng c\u1ee5

error.maintain.edit=Ph\u1ea3i l\u00e0 trang ng\u01b0\u1eddi duy tr\u0301 n\u1ed9i dung \u0111\u1ec3 ch\u1ec9nh s\u1eeda
error.maintain.view=Ph\u1ea3i l\u00e0 trang ng\u01b0\u1eddi duy tr\u0301 n\u1ed9i dung \u0111\u1ec3 xem
error.maintain.delete=Ph\u1ea3i l\u00e0 trang ng\u01b0\u1eddi duy tr\u0301 n\u1ed9i dung \u0111\u1ec3 x\u00f3a
error.maintain.link=Ph\u1ea3i l\u00e0 trang ng\u01b0\u1eddi duy tr\u0301 n\u1ed9i dung \u0111\u1ec3 qu\u1ea3n l\u01b0 link

error.register.not.ready=Tri\u1ec3n khai n\u00e0y ch\u01b0a s\u1eb5n s\u00e0ng \u0111\u1ec3 \u0111\u0103ng k\u01b0
error.deploy.not.found=Kh\u00f4ng t\u0301m th\u1ea5y tri\u1ec3n khai
error.activate.not.ready=Tri\u1ec3n khai n\u00e0y ch\u01b0a s\u1eb5n s\u00e0n \u0111\u1ec3 k\u00edch ho\u1ea1t
error.deploy.not.config=M\u00e1y ch\u1ee7 n\u00e0y kh\u00f4ng \u0111\u01b0\u1ee3c c\u1ea5u h\u0301nh cho LTI2. C\u1ea5u h\u0301nh m\u1eabu s\u1ebd \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng. Kh\u00f4ng s\u1eed d\u1ee5ng d\u1eef li\u1ec7u m\u1eabu trong tr\u0301nh b\u00e0y.

error.admin.edit=Ph\u1ea3i l\u00e0 qu\u1ea3n tr\u1ecb trang \u0111\u1ec3 ch\u1ec9nh s\u1eeda
error.admin.view=Ph\u1ea3i l\u00e0 qu\u1ea3n tr\u1ecb trang \u0111\u1ec3 xem
error.admin.delete=Ph\u1ea3i l\u00e0 qu\u1ea3n tr\u1ecb trang \u0111\u1ec3 x\u00f3a
error.admin.activate=Ph\u1ea3i l\u00e0 qu\u1ea3n tr\u1ecb trang \u0111\u1ec3 k\u00edch ho\u1ea1t

error.id.not.found=Kh\u00f4ng t\u0301m th\u1ea5y t\u00e0i kho\u1ea3n
error.content.not.found=Kh\u00f4ng t\u0301m th\u1ea5y c\u00f4ng c\u1ee5 c\u1ea5u h\u0301nh
error.tool.not.found=Kh\u00f4ng t\u0301m th\u1ea5y c\u00f4ng c\u1ee5
error.missing.return=G\u1ecdi gi\u00fap \u0111\u1ee1 m\u00e0 kh\u00f4ng quay l\u1ea1i URL
error.need.key.secret=C\u00f4ng c\u1ee5 n\u00e0y s\u1ebd kh\u00f4ng ho\u1ea1t \u0111\u1ed9ng m\u00e0 kh\u00f4ng c\u00f3 kh\u00f3a v\u00e0 b\u1ea3o m\u1eadt.
error.link.placement.update=L\u1ed7i c\u1eadp nh\u1eadt th\u00f4ng tin v\u1ecb tr\u00ed trong m\u1ee5c c\u1ea5u h\u0301nh

need.tool.info=<p>L\u01b0u \u01b0: c\u00f4ng c\u1ee5 n\u00e0y \u0111\u0103 \u0111\u01b0\u1ee3c th\u00eam v\u00e0 c\u1ea7n m\u1ed9t kh\u00f3a v\u00e0 b\u1ea3o m\u1eadt tr\u01b0\u1edbc khi ho\u1ea1t \u0111\u1ed9ng.</p>
need.tool.secret=C\u00f4ng c\u1ee5 b\u1ea3o m\u1eadt
need.tool.key=C\u00f4ng c\u1ee5 kh\u00f3a

bl_launch=URL
bl_title=Ti\u00eau \u0111\u1ec1
bl_url=URL
bl_site=Trang t\u00e0i kho\u1ea3n
bl_use=S\u1eed d\u1ee5ng
bl_action=Ho\u1ea1t \u0111\u1ed9ng
bl_page=\u0110i\u1ec1u h\u01b0\u1edbng trang 
bl_matchpattern=URL ph\u00f9 h\u1ee3p
bl_addlink=Th\u00eam li\u00ean k\u1ebft trang
bl_removelink=G\u1ee1 b\u1ecf li\u00ean k\u1ebft trang
bad.operation=B\u1ea1n \u0111\u0103 c\u1ed1 g\u1eafng m\u1ed9t ho\u1ea1t \u0111\u1ed9ng kh\u00f4ng \u0111\u00fang.
operation.complete=Ho\u1ea1t \u0111\u1ed9ng ho\u00e0n t\u1ea5t
operation.refreshing=S\u1eafp x\u1ebfp l\u1ea1i \u0111i\u1ec1u h\u01b0\u1edbng qua c\u1eeda s\u1ed5 l\u00e0m m\u1edbi...
add.to.site=Th\u00eam c\u00f4ng c\u1ee5 c\u00f3 s\u1eb5n v\u00e0o trang
add.tool.to.site=Th\u00eam c\u00f4ng c\u1ee5 v\u00e0o trang
add.to.system=Th\u00eam c\u00f4ng c\u1ee5 LTI 1.1

deploy.put=Tri\u1ec3n khai LTI 2.x 
deploy.in.system=Tri\u1ec3n khai LTI 2.x
deploy.register=Ghi c\u00f4ng c\u1ee5 ngo\u00e0i
deploy.activate=K\u00edch ho\u1ea1t tri\u1ec3n khai
deploy.activate.note=<p>Khi b\u1ea1n k\u00edch ho\u1ea1t tri\u1ec3n khai, C\u00e1c c\u00f4ng c\u1ee5 trong tri\u1ec3n khai \u0111\u0103 \u0111\u01b0\u1ee3c c\u00e0i \u0111\u1eb7t ho\u1eb7c c\u1eadp nh\u1eadt trong h\u1ec7 th\u1ed1ng. K\u00edch ho\u1ea1t ho\u00e0n th\u00e0nh qu\u00e1 tr\u0301nh \u0111\u0103ng k\u01b0 c\u00f4ng c\u1ee5.</p>
deploy.activate.badlaunch=L\u1ed7i kh\u1edfi \u0111\u1ed9ng trong tri\u1ec3n khai
deploy.activate.notools=Kh\u00f4ng c\u00f3 c\u00f4ng c\u1ee5 \u0111\u1ec3 k\u00edch ho\u1ea1t
deploy.parse.exception=Kh\u00f4ng th\u1ec3 ph\u00e2n t\u00edch h\u1ed3 s\u01a1 nh\u00e0 cung c\u1ea5p
deploy.delete=X\u00f3a Tri\u1ec3n khai
deploy.delete.sure=B\u1ea1n c\u00f3 ch\u1eafc l\u00e0 mu\u1ed1n x\u00f3a tri\u1ec3n khai ???
deploy.data=Tri\u1ec3n khai n\u00e0y h\u1ed7 tr\u1ee3: c\u00f4ng c\u1ee5 c\u00f4ng c\u1ee5 v\u00e0: n\u1ed9i dung v\u1ecb tr\u00ed trong:trang trang
add.deploy=Th\u00eam c\u00f4ng c\u1ee5 LTI 2.x
deploy.description.system=Th\u1ef1c hi\u1ec7n c\u00e1c tri\u1ec3n khai trong h\u1ec7 th\u1ed1ng n\u00e0y
deploy.table=C\u00e1c tri\u1ec3n khai
deploy.none=Kh\u00f4ng t\u0301m th\u1ea5y tri\u1ec3n khai LTI 2.x 
deploy.note=<p>\u0110\u00e2y l\u00e0 nh\u1eefng c\u00f4ng c\u1ee5 LTI 2.x. \u0110\u1ec3 th\u00eam m\u1ed9t c\u00f4ng c\u1ee5 b\u1ea1n c\u1ea7n m\u1ed9t URL c\u00f4ng c\u1ee5 tri\u1ec3n khai.</p>
deploy.provider.name=C\u00f4ng c\u1ee5 k\u00edch ho\u1ea1t t\u1eeb: 

search.title=T\u0301m ki\u1ebfm theo ti\u00eau \u0111\u1ec1
search.url=T\u0301m ki\u1ebfm theo URL
search.siteid=Ti\u1ec1m ki\u1ebfm theo trang t\u00e0i kho\u1ea3n
search.uses=T\u0301m ki\u1ebfm theo th\u00f3i quen


