export_a=Xu\u1ea5t \u0111\u00e1nh gi\u00e1
export_p=Xu\u1ea5t ph\u1ea7n
export_q=Xu\u1ea5t c\u00e2u h\u1ecfi
export_action=T\u1ea3i
#export_action=Export
#export_instructions=Choose Version for an IMS QTI-compliant XML file
export_instructions=Nh\u1ea5n t\u1ea3i s\u1ebd t\u1ea3i v\u1ec1 m\u1ed9t file IMS QTI-compliant XML t\u1edbi m\u00e1y t\u00ednh c\u1ee7a b\u1ea1n
choose_type_1=Ch\u1ecdn h\u00ecnh th\u1ee9c xu\u1ea5t b\u1ea1n mu\u1ed1n,
choose_type_2=ho\u1eb7c
choose_type_3=, v\u00e0 ch\u1ecdn Xu\u1ea5t. Cho QTI, m\u1ed9t file XML s\u1ebd xu\u1ea5t hi\u1ec7n trong c\u1eeda s\u1ed5 m\u1edbi. Ch\u1ecdn File > L\u01b0u... trong tr\u00ecnh duy\u1ec7t c\u1ee7a b\u1ea1n \u0111\u1ec3 l\u01b0u file n\u00e0y trong m\u00e0n h\u00ecnh c\u1ee7a b\u1ea1n.
ims_qti=IMS QTI-compliant XML
ims_cp= G\u00f3i n\u1ed9i dung IMS
choose_export_type=Ch\u1ecdn ki\u1ec3u xu\u1ea5t:
qti12=QTI v 1.2
content_packaging=G\u00f3i n\u1ed9i dung
cp_message=N\u1ebfu \u0111\u00e1nh gi\u00e1 c\u1ee7a b\u1ea1n c\u00f3 ch\u1ee9a b\u1ea5t k\u1ef3 t\u1eadp tin \u0111\u00ednh k\u00e8m ho\u1eb7c s\u1eed d\u1ee5ng th\u1ebb HTML \u0111\u1ec3 t\u00f9y ch\u1ec9nh ngu\u1ed3n t\u00e0i nguy\u00ean ngo\u00e0i, b\u1ea1n n\u00ean s\u1eed d\u1ee5ng t\u00f9y ch\u1ecdn G\u00f3i N\u1ed9i Dung
export=Xu\u1ea5t
im_ex_version_choose=Ch\u1ecdn phi\u00ean b\u1ea3n IMS QTI
im_ex_version_12=QTI v 1.2
im_ex_version_20=QTI v 2.0
im_ex_version_show=sai
import_a=Xu\u1ea5t \u0111\u00e1nh gi\u00e1
import_p=Xu\u1ea5t ph\u1ea7n
import_q=Xu\u1ea5t c\u00e2u h\u1ecfi
import_action=Xu\u1ea5t
choose_file=Ch\u1ecdn m\u1ed9t file:
import_instructions=Ch\u1ecdn m\u1ed9t file IMS QTI-compliant <b>XML</b> Ho\u1eb7c m\u1ed9t file IMS Content Packaging <b>ZIP</b> t\u1eeb m\u00e1y b\u1ea1n.
import_pool_instructions=Ch\u1ecdn m\u1ed9t file IMS QTI-compliant <b>XML</b> t\u1eeb m\u00e1y b\u1ea1n.
dash=-
# deferred for later
#import_instructions=Choose an IMS QTI-compliant XML file from your computer\
# or an existing assessment to import.
#other_choose_title=Title
#other_choose_mod=Last Modified
#other_choose=OR Choose an assessment:

# properties used in java code
import_err = C\u00f3 l\u1ed7i trong l\u00fac xu\u1ea5t \u0111\u00e1nh gi\u00e1 n\u00e0y. \u0110\u1ea3m b\u1ea3o r\u1eb1ng c\u00e1c t\u1eadp tin \u0111\u01b0\u1ee3c \u0111\u1ecbnh d\u1ea1ng \u0111\u00fang IMS QTI.
import_err_pool = C\u00f3 l\u1ed7i trong l\u00fac xu\u1ea5t kh\u1ea3o s\u00e1t n\u00e0y. \u1ea3m b\u1ea3o r\u1eb1ng c\u00e1c t\u1eadp tin \u0111\u01b0\u1ee3c \u0111\u1ecbnh d\u1ea1ng \u0111\u00fang IMS QTI.
import_qti_not_found = C\u00f3 l\u1ed7i trong l\u00fac xu\u1ea5t \u0111\u00e1nh gi\u00e1 n\u00e0y. \u0110\u1ea3m b\u1ea3o r\u1eb1ng t\u00ean file QTI l\u00e0 \u0111\u00fang.
respondus_matching_err_1 = \u0110\u00e3 g\u1eedi, nh\u01b0ng c\u00f3 v\u1ea5n \u0111\u1ec1 v\u1edbi c\u00e2u h\u1ecfi sau:
respondus_matching_err_2 = \u0110\u1ec3 hi\u1ec3n th\u1ecb trong h\u1ec7 th\u1ed1ng n\u00e0y, c\u00e1c m\u1ee5c v\u00e0 l\u1ef1a ch\u1ecdn trong c\u00e1c c\u00e2u h\u1ecfi ph\u00f9 h\u1ee3p ph\u1ea3i \u0111\u01b0\u1ee3c gh\u00e9p 1-1.  H\u00e3y ch\u1ec9nh s\u1eeda \u0111\u00e1nh gi\u00e1 n\u00e0y \u0111\u1ec3 th\u00eam c\u1eb7p cho m\u1ed7i c\u00e2u h\u1ecfi, ho\u1eb7c x\u00f3a ho\u00e0n to\u00e0n c\u00e1c c\u00e2u h\u1ecfi .

import_size_too_big={0} kh\u00f4ng th\u1ec3 nh\u1eadp v\u00ec c\u00f3 gi\u1edbi h\u1ea1n k\u00edch c\u1ee1 file c\u1ee7a {1}MB m\u1ed7i ph\u1ea7n xu\u1ea5t.

# import question pool 
import_qp=Xu\u1ea5t cu\u1ed9c kh\u1ea3o s\u00e1t

# Export denied
export_denied=Xu\u1ea5t kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p
export_denied_message=B\u1ea1n kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p xu\u1ea5t \u0111\u00e1nh gi\u00e1 n\u00e0y. H\u00e3y li\u00ean h\u1ec7 v\u1edbi ng\u01b0\u1eddi h\u01b0\u1edbng d\u1eabn c\u1ee7a b\u1ea1n n\u1ebfu b\u1ea1n c\u00f3 b\u1ea5t k\u1ef3 c\u00e2u h\u1ecfi n\u00e0o
button_continue=Quay l\u1ea1i

pool_error_title=L\u1ed7i c\u1eadp nh\u1eadt c\u00e2u h\u1ecfi kh\u1ea3o s\u00e1t

file_is=File n\u00e0y l\u00e0 m\u1ed9t:
from_samigo=Xu\u1ea5t t\u1eeb h\u1ec7t th\u1ed1ng n\u00e0y (ho\u1eb7c kh\u00e1c c\u1ee7a Sakai)
from_respondus=Xu\u1ea5t t\u1eeb Respondus (Khi b\u1ea1n "L\u01b0u file QTI XML" trong Respondus, ch\u1ecdn "\u0110i\u1ec3m nh\u01b0 s\u1ed1 th\u1eadp ph\u00e2n" \u0111\u1ec3 l\u01b0u tr\u1eef \u0111i\u1ec3m \u0111\u00e3 g\u00e1n cho m\u1ed7i c\u00e2u h\u1ecfi.)

