lti.forward = Nh\u1EA5n \u0111\u1EC3 b\u1EAFt \u0111\u1EA7u công c\u1EE5 ngoài
noiframes = Trình duy\u1EC7t c\u1EE7a b\u1EA1n không h\u1ED7 tr\u1EE3 iframe.
noiframe.press.here = Nh\u1EA5n vào \u0111ây \u0111\u1EC3 kh\u1EDFi \u0111\u1ED9ng.
not.configured = Công c\u1EE5 này ch\u01B0a \u0111\u01B0\u1EE3c c\u1EA5u hình.

new.page.launch = N\u1ED9i dung s\u1EBD m\u1EDF trong m\u1ED9t c\u1EEDa s\u1ED5 m\u1EDBi.Hãy ch\u1EAFc ch\u1EAFn r\u1EB1ng c\u1EEDa s\u1ED5 pop up \u0111\u01B0\u1EE3c cho phép trong trình duy\u1EC7t c\u1EE7a b\u1EA1n.

edit.exit = H\u1EE7y
edit.clear.prefs = Xóa quy\u1EC1n l\u01B0u tr\u1EEF
edit.nothing = C\u1EA5u hình \u0111ã \u0111\u01B0\u1EE3c \u0111\u1EB7t tr\u01B0\u1EDBc và không th\u1EC3 ch\u1EC9nh s\u1EEDa cho v\u1ECB trí này.

edit.clear.yes = CÓ
edit.clear.no = KHÔNG

are.you.sure = B\u1EA1n có ch\u1EAFc ch\u1EAFn mu\u1ED1n g\u1EE1 b\u1ECF cài \u0111\u1EB7t cho v\u1ECB trí t\u01B0\u01A1ng tác công c\u1EE5 này ?

select.url = URL và m\u1EADt kh\u1EA9u
select.xml = Dán XML 
required.information = Thông tin yêu c\u1EA7u
display.information = Thông tin hi\u1EC3n th\u1ECB
launch.information = Thông tin kh\u1EDFi \u0111\u1ED9ng tùy ch\u1ECDn
tool.xml.detail = <p>M\u1ED9t s\u1ED1 công c\u1EE5 ngoài s\u1EBD cung c\u1EA5p cho b\u1EA1n m\u1ED9t mô t\u1EA3 XML bao g\u1ED3m URL và thông tin c\u1EA5u hình khác. N\u1EBFu công c\u1EE5 ngoài c\u1EE7a b\u1EA1n h\u1ED7 tr\u1EE3 mô t\u1EA3 XML, sao chép và dán mô t\u1EA3 trong tr\u01B0\u1EDDng này.
tool.url = G\u1EE1 b\u1ECF Url công c\u1EE5:
tool.url.detail = 
tool.key = G\u1EE1 b\u1ECF khóa công c\u1EE5:
tool.key.detail = 
tool.secret = G\u1EE1 b\u1ECF công c\u1EE5 bí m\u1EADt: 
tool.secret.detail = 
page.title = \u0110\u1EB7t nút v\u0103n b\u1EA3n:
page.title.detail = (V\u0103n b\u1EA3n trong menu công c\u1EE5)
tool.title = \u0110\u1EB7t tiêu \u0111\u1EC1 công c\u1EE5:
tool.title.detail = (Trên công c\u1EE5)
new.page = M\u1EDF m\u1ED9t c\u1EEDa s\u1ED5 m\u1EDBi:
new.page.detail = 
maximize.page = Chi\u1EC1u r\u1ED9ng c\u1EEDa s\u1ED5 t\u1ED1i \u0111a:
maximize.page.detail =
iframe.height = Chi\u1EC1u cao iFrame:
iframe.height.detail = 
debug.launch = B\u1EAFt l\u1ED7i kh\u1EDFi \u0111\u1ED9ng:
debug.launch.detail = <br/>Khi b\u1EAFt l\u1ED7i kh\u1EDFi \u0111\u1ED9ng \u0111\u01B0\u1EE3c ch\u1ECDn, công c\u1EE5 t\u1EA1m d\u1EEBng tr\u01B0\u1EDBc kh\u1EDFi \u0111\u1ED9ng và hi\u1EC3n th\u1ECB d\u1EEF li\u1EC7u kh\u1EDFi \u0111\u1ED9ng.
launch.privacy = Ban hành thông tin b\u1EA3ng phân công
launch.privacy.detail = <br/>Nh\u1EEFng tùy ch\u1ECDn này cho phép b\u1EA1n \u0111i\u1EC1u khi\u1EC3n thông tin \u0111\u01B0\u1EE3c ban hành t\u1EDBi công c\u1EE5 ngoài. M\u1ED9t s\u1ED1 công c\u1EE5 có th\u1EC3 yêu c\u1EA7u thông tin b\u1EA3ng phân công t\u1EDBi hàm.
privacy.releasename = G\u1EEDi tên t\u1EDBi công c\u1EE5 ngoài
privacy.releaseemail = G\u1EEDi \u0111\u1ECBa ch\u1EC9 Email t\u1EDBi công c\u1EE5 ngoài
privacy.allowroster = Cho phép công c\u1EE5 bên ngoài l\u1EA5y b\u1EA3ng phân công khóa h\u1ECDc
allowroster.detail = 
privacy.allowlori = Cho phép công c\u1EE5 bên ngoài cài \u0111\u1EB7t t\u1EEB xa các công c\u1EE5 trong bài h\u1ECDc
allowlori.detail = 
allowsettings.information = L\u01B0u tr\u1EEF công c\u1EE5 cài \u0111\u1EB7t
privacy.allowsettings = Cho phép công c\u1EE5 ngoài l\u01B0u tr\u1EEF và l\u1EA5y cài \u0111\u1EB7t c\u1EE7a nó
allowsettings.detail = <br/>\u0110i\u1EC1u này cho phép công c\u1EE5 ngoài l\u01B0u tr\u1EEF và l\u1EA5y cài \u0111\u1EB7t c\u1EE7a chính nó trong v\u1ECB trí này. \u0110i\u1EC1u này ch\u1EC9 cung c\u1EA5p cho các công c\u1EE5 truy c\u1EADp m\u1ED9t vùng t\u1ED5ng h\u1EE3p \u0111\u1EC3 l\u01B0u tr\u1EEF và l\u1EA5y các cài \u0111\u1EB7t c\u1EE7a chính nó. Nó không cho công c\u1EE5 truy c\u1EADp t\u1EDBi các cài \u0111\u1EB7t khác.
contentlink.legend = Cài \u0111\u1EB7t liên k\u1EBFt n\u1ED9i dung
contentlink.label = URL liên k\u1EBFt n\u1ED9i dung
contentlink.detail = <br/>\u0110i\u1EC1u này cho phép b\u1EA1n ch\u1EC9 \u0111\u1ECBnh m\u1ED9t liên k\u1EBFt n\u1ED9i dung \u0111\u01B0\u1EE3c g\u1EEDi \u0111\u1EBFn các công c\u1EE5 bên ngoài. N\u1ED9i dung này nên có s\u1EB5n \u0111\u1EC3 ng\u01B0\u1EDDi dùng xác th\u1EF1c.  T\u01B0\u1EE3ng tr\u01B0ng vi\u1EC7c th\u1EF1c hi\u1EC7n ch\u1EE9c n\u0103ng này là \u0111\u1EC3 g\u1EEDi m\u1ED9t file (nh\u01B0 là m\u1ED9t d\u1EF1 \u0111\u1ED1i t\u01B0\u1EE3ng SCORM) \u0111\u1EC3 các công c\u1EE5 bên ngoài \u0111\u1EC3 \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng b\u1EDFi các công c\u1EE5 bên ngoài.
launch.custom = Tùy ch\u1EC9nh thông s\u1ED1 kh\u1EDFi \u0111\u1ED9ng 
launch.custom.detail = <br/>B\u1EA1n có th\u1EC3 thêm vào m\u1ED9t dãy các thông s\u1ED1 kh\u1EDFi \u0111\u1ED9ng s\u1EED d\u1EE5ng keyword=value. B\u1EA1n có th\u1EC3 \u0111\u1EB7t các thông s\u1ED1 riêng trên \u0111\u01B0\u1EDDng riêng c\u1EE7a chúng ho\u1EB7c tách chúng b\u1EB1ng d\u1EA5u ch\u1EA5m ph\u1EA9y (;).
update.options = C\u1EADp nh\u1EADt tùy ch\u1ECDn

launch.splash = Màn hình Splash
launch.splash.detail = <br/>V\u0103n b\u1EA3n này s\u1EBD \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB cho ng\u01B0\u1EDDi dùng tr\u01B0\u1EDBc khi chúng \u0111\u01B0\u1EE3c g\u1EEDi \u0111\u1EBFn các công c\u1EE5 bên ngoài. B\u1EA1n không th\u1EC3 s\u1EED d\u1EE5ng HTML trong tr\u01B0\u1EDDng này.

error.modify.prefs = Không th\u1EC3 s\u1EEDa \u0111\u1ED5i quy\u1EC1n.
error.xml.input = L\u1ED7i nh\u1EADp vào XML.
error.no.input = B\u1EA1n ph\u1EA3i \u0111\u1EB7t URL kh\u1EDFi \u0111\u1ED9ng, khóa, và b\u1EA3o m\u1EADt
error.bad.url = \u0110\u1ECBnh d\u1EA1ng URL kh\u1EDFi \u0111\u1ED9ng không \u0111úng
error.bad.height = Chi\u1EC1u cao ph\u1EA3i là m\u1ED9t s\u1ED1 nguyên d\u01B0\u01A1ng
error.page.title = Không th\u1EC3 \u0111\u1EB7t tiêu \u0111\u1EC1 trang.

launch.missing = Thi\u1EBFu tr\u01B0\u1EDDng b\u1EAFt bu\u1ED9c cho kh\u1EDFi \u0111\u1ED9ng LTI
launch.invalid = Giá tr\u1ECB không h\u1EE3p l\u1EC7 cho kh\u1EDFi \u0111\u1ED9ng LTI
launch.tool_id.required = Công c\u1EE5 không \u0111\u01B0\u1EE3c tìm th\u1EA5y trên URL kh\u1EDFi \u0111\u1ED9ng
launch.tool.notallowed = Công c\u1EE5 không \u0111\u01B0\u1EE3c c\u1EA5u hình \u0111\u1EC3 cho phép truy c\u1EADp LTI
launch.tool.notfound = Công c\u1EE5 ID không \u0111\u01B0\u1EE3c \u0111\u0103ng ký trên h\u1EC7 th\u1ED1ng này
launch.key.notfound = Khóa ng\u1EDDi dùng OAuth không tìm th\u1EA5y
launch.no.validate = OAuth không xác nh\u1EADn yêu c\u1EA7u này
launch.no.session = Không th\u1EC3 tìm th\u1EA5y phiên
launch.create.user = Không th\u1EC3 t\u1EA1o tài kho\u1EA3n ng\u01B0\u1EDDi dùng
launch.site.save = Không th\u1EC3 l\u01B0u trang
launch.create.site = Không th\u1EC3 t\u1EA1o trang
launch.role.missing = Không th\u1EC3 tìm th\u1EA5y vai trò
launch.join.site = Không th\u1EC3 thêm ng\u01B0\u1EDDi dùng vào trang
launch.tool.search = L\u1ED7i tìm ki\u1EBFm thông qua các công c\u1EE5
launch.tool.add = Không th\u1EC3 thêm công c\u1EE5 \u0111\u1EBFn trang
launch.continue = Nh\u1EA5n \u0111\u1EC3 ti\u1EBFp t\u1EE5c công c\u1EE5
launch.user.invalid = Không th\u1EC3 tìm th\u1EA5y ng\u01B0\u1EDDi dùng
launch.site.invalid = Không th\u1EC3 tìm th\u1EA5y trang
launch.site.user.missing = Không th\u1EC3 tìm th\u1EA5y ng\u01B0\u1EDDi dùng trong trang
launch.site.tool.missing = Không th\u1EC3 tìm th\u1EA5y công c\u1EE5 trong trang
launch.site.tool.denied = Không \u0111\u01B0\u1EE3c phép truy c\u1EADp công c\u1EE5
launch.provided.eid.invalid = Các eid cung c\u1EA5p không h\u1EE3p l\u1EC7
launch.user.site.unknown =Không th\u1EC3 xác \u0111\u1ECBnh ID trang ng\u01B0\u1EDDi dùng

gradable.information=\u0110\u1ECBnh tuy\u1EBFn các l\u1EDBp t\u1EDBi b\u1EA3ng \u0111i\u1EC3m
gradable.title=Ch\u1ECDn m\u1EE5c s\u1ED5 \u0111i\u1EC3m: <br/>
gradable.nograde=Không ch\u1EA5p nh\u1EADn các l\u1EDBp t\u1EEB công c\u1EE5 này
gradable.detail=<br/>C\u1EA9n th\u1EADn khi thay \u0111\u1ED5i giá tr\u1ECB này. N\u1EBFu b\u1EA1n thay \u0111\u1ED5i giá tr\u1ECB này,các l\u1EDBp hi\u1EC7n t\u1EA1i s\u1EBD <strong> không </ strong> \u0111\u01B0\u1EE3c di chuy\u1EC3n \u0111\u1EBFn m\u1EE5c s\u1ED5 \u0111i\u1EC3m m\u1EDBi.Ch\u1EC9 có l\u1EDBp t\u01B0\u01A1ng lai nh\u1EADn \u0111\u01B0\u1EE3c t\u1EEB công c\u1EE5 này s\u1EBD \u0111\u01B0\u1EE3c \u0111\u1ECBnh tuy\u1EBFn t\u1EDBi m\u1EE5c s\u1ED5 \u0111i\u1EC3m m\u1EDBi
gradable.newassignment=T\u1EA1o m\u1EE5c s\u1ED5 \u0111i\u1EC3m m\u1EDBi
gradable.newassignment.detail=<br/>\u0110i\u1EC1u này t\u1EA1o ra m\u1ED9t m\u1EE5c s\u1ED5 \u0111i\u1EC3m m\u1EDBi và \u0111\u1ECBnh tuy\u1EBFn l\u1EDBp t\u1EDBi m\u1EE5c m\u1EDBi này. B\u1EA1n ch\u1EC9 c\u1EA7n t\u1EA1o m\u1EE5c m\u1ED9t l\u1EA7n.
error.gradable.badassign=M\u1EE5c s\u1ED5 \u0111i\u1EC3m \u0111ã ch\u1ECDn không h\u1EE3p l\u1EC7
error.gradable.badcreate=Không th\u1EC3 t\u1EA1o m\u1EE5c s\u1ED5 \u0111i\u1EC3m

