simplepage.text=Thêm n\u1ED9i dung v\u0103n b\u1EA3n
simplepage.text.tooltip=Thêm m\u1ED9t h\u1ED9p có th\u1EC3 ch\u1EE9a v\u0103n b\u1EA3n và n\u1ED9i dung web khác
simplepage.instructions=B\u1EA1n ch\u01B0a t\u1EA1o trang \u0111\u01A1n này, nh\u1EA5p vào 'Ch\u1EC9nh s\u1EEDa trang' \u0111\u1EC3 b\u1EAFt \u0111\u1EA7u.
simplepage.not_available=Trang này ch\u01B0a \u0111\u01B0\u1EE3c t\u1EA1o b\u1EDFi gi\u1EA3ng viên khóa h\u1ECDc ho\u1EB7c b\u1EA1n không có quy\u1EC1n thi\u1EBFt y\u1EBFu \u0111\u1EC3 \u0111\u1ECDc nó.
simplepage.impossible1=Không th\u1EC3 t\u1EA1o trang. \u0110i\u1EC1u này nên là không th\u1EC3. Vui lòng báo báo nó.
simplepage.pagehidden=B\u1EA1n \u0111ã ki\u1EC3m tra h\u1ED9p '\u1EA8n' trong c\u1EEDa s\u1ED5 cài \u0111\u1EB7t. \u0110i\u1EC1u này ng\u0103n c\u1EA3n ng\u01B0\u1EDDi dùng tiêu chu\u1EA9n th\u1EA5y trang này.
simplepage.pagehidden.text=<strong>L\u01B0u ý:</strong> Trang này hi\u1EC7n \u0111ang \u0111\u01B0\u1EE3c \u1EA9n t\u1EEB ng\u01B0\u1EDDi s\u1EED dùng tiêu chu\u1EA9n. B\u1EA1n có th\u1EC3 thay \u0111\u1ED5i \u0111i\u1EC1u này trong <strong>C\u1EEDa s\u1ED5</strong> Cài \u0111\u1EB7t.
simplepage.showallpages=Ch\u1EC9 s\u1ED1 c\u1EE7a các trang
simplepage.adding-text=Thêm v\u0103n b\u1EA3n t\u1EDBi:

simplepage.continue=Ti\u1EBFp t\u1EE5c

simplepage.toolbar=Ch\u1EC9nh s\u1EEDa công c\u1EE5
simplepage.maincontent=N\u1ED9i dung trang chính
simplepage.notreleased=B\u1EA1n \u0111ã ki\u1EC3m ta h\u1ED9p '\u1EA8n cho \u0111\u1EBFn ngày phát hành' trong c\u1EEDa s\u1ED5 cài \u0111\u1EB7t, và ngày \u0111ã không \u0111\u1EBFn. M\u1EB7c dù trang s\u1EBD xu\u1EA5t hi\u1EC7n \u1EDF l\u1EC1, ng\u01B0\u1EDDi dùng s\u1EBD ch\u01B0a th\u1EC3 s\u1EED d\u1EE5ng nó.
simplepage.notreleased.text=<strong>L\u01B0u ý:</strong> Trang này hi\u1EC7n \u0111ang \u0111\u01B0\u1EE3c \u1EA9n t\u1EEB ng\u01B0\u1EDDi s\u1EED dùng tiêu chu\u1EA9n \u0111\u1EBFn khi {}.B\u1EA1n có th\u1EC3 thay \u0111\u1ED5i \u0111i\u1EC1u này trong <strong>C\u1EEDa s\u1ED5</strong> Cài \u0111\u1EB7t.
simplepage.page.gradebook=T\u1EA1o m\u1EE5c nh\u1EADp s\u1ED5 \u0111i\u1EC3m khi trang \u0111\u01B0\u1EE3c hoàn thành.
simplepage.points=\u0111i\u1EC3m

simplepage.overquota=Không th\u1EC3 thêm tài nguyên: \u0111i\u1EC1u này s\u1EBD làm trang c\u1EE7a b\u1EA1n v\u01B0\u1EE3t qua ch\u1EC9 tiêu c\u1EE7a nó
simplepage.resourceerror=Không th\u1EC3 thêm tài nguyên: {}
simplepage.resourcepossibleerror=Có th\u1EC3 l\u1ED7i trong khi l\u01B0u file. Các ho\u1EA1t \u0111\u1ED9ng có th\u1EC3 làm vi\u1EC7c m\u1ED9t cách chính xác, nh\u01B0ng b\u1EA1n nên xác minh r\u1EB1ng t\u1EADp tin c\u1EE7a b\u1EA1n \u0111ã \u0111\u01B0\u1EE3c c\u1EADp nh\u1EADt ho\u1EB7c c\u1EADp nh\u1EADt \u0111úng.
simplepage.httphttps=B\u1EA1n \u0111ang thêm tài nguyên s\u1EED d\u1EE5ng http: trên m\u1ED9t trang s\u1EED d\u1EE5ng https:. \u0110i\u1EC1u này s\u1EBD không hi\u1EC3n th\u1ECB trong t\u1EA5t c\u1EA3 trình duy\u1EC7t. Vui lòng s\u1EED d\u1EE5ng https: n\u1EBFu có th\u1EC3 . Nh\u1EA5n "L\u01B0u" l\u1EA7n n\u1EEFa \u0111\u1EC3 s\u1EED d\u1EE5ng URL này b\u1EA5t c\u1EE9 khi nào.

simplepage.new-page=Thêm nhi\u1EC1u trang h\u01A1n
simplepage.new-page-tooltip=Thêm các trang s\u1EBD hi\u1EC3n th\u1ECB trong thanh bên trái
simplepage.new-page-title=Tiêu \u0111\u1EC1 trang
simplepage.new-page-number=S\u1ED1 trang
simplepage.new-page-number-2=Tr\u1ED1ng cho m\u1ED9t trang
simplepage.new-page-copy=T\u1EA1o m\u1ED9t trang b\u1EA3n sao m\u1EDBi c\u1EE7a m\u1ED9t trang hi\u1EC7n t\u1EA1i (tr\u1EEB các trang \u0111\u01B0\u1EE3c b\u1ECF qua)
simplepage.new-page-explanation=T\u1EA1o nhi\u1EC1u trang h\u01A1n \u1EDF l\u1EC1 trái. \u0110\u1EC3 t\u1EA1o trang trong trang này, s\u1EED d\u1EE5ng "Thêm Trang con."
simplepage.new-page-explanation-1=B\u1EA1n có th\u1EC3 t\u1EA1o m\u1ED9t nhóm c\u1EE7a các trang m\u1ED9t l\u1EA7n n\u1EBFu b\u1EA1n \u0111\u1EB7t m\u1ED9t s\u1ED1 trong tiêu \u0111\u1EC1.
simplepage.new-page-explanation-2=Ví d\u1EE5, n\u1EBFu b\u1EA1n yêu c\u1EA7u "bài 4" và yêu c\u1EA7u 3 trang, b\u1EA1n s\u1EBD có bài 4, 5 và 6.
simplepage.number_pages_not_number=S\u1ED1 c\u1EE7a trang ph\u1EA3i là m\u1ED9t con s\u1ED1
simplepage.title_no_number=Tiêu \u0111\u1EC1 ph\u1EA3i ch\u1EE9a m\u1ED9t s\u1ED1

simplepage.remove-page=G\u1EE1 trang
simplepage.remove-page-tooltip=G\u1EE1 b\u1ECF trang hi\u1EC7n t\u1EA1i t\u1EEB l\u1EC1 trái
simplepage.remove-page-explanation=G\u1EE1 b\u1ECF trang hi\u1EC7n t\u1EA1i t\u1EEB l\u1EC1 trái. This does not delete the page. \u0110\u1EC3 xóa nó, s\u1EED d\u1EE5ng nút "ch\u1EC9 m\u1EE5c c\u1EE7a trang".
simplepage.remove-student-page-explanation=G\u1EE1 b\u1ECF các trang sinh viên hi\u1EC7n nay. Trang này s\u1EBD b\u1ECB xóa.
simplepage.remove=G\u1EE1 b\u1ECF
simplepage.remove_page_done=Trang này \u0111ã b\u1ECB g\u1EE1 b\u1ECF kh\u1ECFi l\u1EC1 trái. S\u1EF1 thay \u0111\u1ED5i này s\u1EBD \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB khi b\u1EA1n b\u1EA5m vào nút "Ti\u1EBFp t\u1EE5c". L\u01B0u ý r\u1EB1ng trang này \u0111ã không \u0111\u01B0\u1EE3c xóa kh\u1ECFi h\u1EC7 th\u1ED1ng. B\u1EA1n có th\u1EC3 ch\u1ECDn nó nh\u01B0 m\u1ED9t trang con cho trang khác, ho\u1EB7c \u0111\u1EBF "ch\u1EC9 m\u1EE5c trang" t\u1EEB b\u1EA5t k\u1EF3 trang còn l\u1EA1i và xóa nó.

simplepage.not_yet_available_releasedate=Trang này s\u1EBD không có s\u1EB5n cho \u0111\u1EBFn khi {}.
simplepage.not_available_hidden=Trang này \u0111\u01B0\u1EE3c \u1EA9n.
simplepage.hiddenpage=[\u1EA8n]
simplepage.pagenotreleased=[Ch\u01B0a ban hành]

simplepage.create_assignment=T\u1EA1o bài t\u1EADp m\u1EDBi s\u1EED d\u1EE5ng Bài T\u1EADp
simplepage.create_assignment2=T\u1EA1o bài t\u1EADp m\u1EDBi s\u1EED d\u1EE5ng Bài T\u1EADp 2
simplepage.create_blti=Qu\u1EA3n lý ho\u1EB7c cài \u0111\u1EB7t công c\u1EE5 ngoài
simplepage.create_quiz=T\u1EA1o bài ki\u1EC3m tra m\u1EDBi
simplepage.create_samigo=T\u1EA1o bài ki\u1EC3m tra m\u1EDBi s\u1EED d\u1EE5ng Ki\u1EC3m tra và Tr\u1EAFc nghi\u1EC7m
simplepage.create_mneme= T\u1EA1o bài ki\u1EC3m tra m\u1EDBi s\u1EED d\u1EE5ng Nhi\u1EC7m v\u1EE5, Ki\u1EC3m tra và Xem xét
simplepage.create_topic=T\u1EA1o ch\u1EE7 \u0111\u1EC1 di\u1EC5n \u0111àn m\u1EDBi
simplepage.create_forums=T\u1EA1o ch\u1EE7 \u0111\u1EC1 m\u1EDBi s\u1EED d\u1EE5ng Di\u1EC5n \u0111àn
simplepage.create_jforum=T\u1EA1o ch\u1EE7 \u0111\u1EC1 m\u1EDBi s\u1EED d\u1EE5ng th\u1EA3o lu\u1EADn và Tin nh\u1EAFn riêng
simplepage.create_yaft_topic=T\u1EA1o ch\u1EE7 \u0111\u1EC1 m\u1EDBi s\u1EED d\u1EE5ng YAFT
simplepage.select_assignment=bài t\u1EADp hi\u1EC7n t\u1EA1i
simplepage.return_assignment=Ti\u1EBFp t\u1EE5c v\u1EDBi thêm bài t\u1EADp, sau khi b\u1EA1n \u0111ã t\u1EA1o ra bài t\u1EADp m\u1EDBi
simplepage.return_blti=Ti\u1EBFp t\u1EE5c v\u1EDBi thêm Công c\u1EE5 ngoài
simplepage.select_quiz=Bài ki\u1EC3m tra hi\u1EC7n t\u1EA1i
simplepage.return_quiz=Ti\u1EBFp t\u1EE5c v\u1EDBi Thêm Bài Ki\u1EC3m Tra, sau khi b\u1EA1n \u0111ã t\u1EA1o ra các bài ki\u1EC3m tra m\u1EDBi
simplepage.select_topic=Ch\u1EE7 \u0111\u1EC1 hi\u1EC7n có
simplepage.return_forum=Ti\u1EBFp t\u1EE5c v\u1EDBi các add Ch\u1EE7 \u0111\u1EC1 di\u1EC5n \u0111àn, sau khi b\u1EA1n \u0111ã t\u1EA1o ra các ch\u1EE7 \u0111\u1EC1 m\u1EDBi

simplepage.no_assignments=Không có bài t\u1EADp có s\u1EB5n trong trang web này. S\u1EED d\u1EE5ng liên k\u1EBFt "T\u1EA1o m\u1EDBi bài t\u1EADp" \u0111\u1EC3 t\u1EA1o.
simplepage.no_assignment_tools=Không có công c\u1EE5 bài t\u1EADp s\u1EB5n trong trang.
simplepage.assign_seeattach=Xem file \u0111ính kèm \u0111\u1EC3 h\u01B0\u1EDBng d\u1EABn
simplepage.no_topics=Không có ch\u1EE7 \u0111\u1EC1 có s\u1EB5n trong trang web này. S\u1EED d\u1EE5ng liên k\u1EBFt "T\u1EA1o m\u1EDBi ch\u1EE7 \u0111\u1EC1" \u0111\u1EC3 t\u1EA1o.
simplepage.no_forum_tools=Không có công c\u1EE5 di\u1EC5n \u0111àn s\u1EB5n trong trang.
simplepage.no_assessments=Không có bài ki\u1EC3m tra có s\u1EB5n trong trang web này. S\u1EED d\u1EE5ng liên k\u1EBFt "T\u1EA1o m\u1EDBi Ki\u1EC3m tra" \u0111\u1EC3 t\u1EA1o.
simplepage.no_assessment_tool=Không có công c\u1EE5 ki\u1EC3m tra s\u1EB5n trong trang.
simplepage.noplugin=Trình duy\u1EC7t c\u1EE7a b\u1EA1n d\u01B0\u1EDDng nh\u01B0 không có các plugin c\u1EA7n thi\u1EBFt \u0111\u1EC3 hi\u1EC3n th\u1ECB n\u1ED9i dung này.B\u1EA1n có th\u1EC3 s\u1EED d\u1EE5ng liên k\u1EBFt sau \u0111\u1EC3 t\u1EA3i các n\u1ED9i dung nh\u01B0 m\u1ED9t file.
simplepage.forumdeleted=ch\u1EE7 \u0111\u1EC1 di\u1EC5n \u0111àn này \u0111ã b\u1ECB xóa.

simplepage.menuItemTitle_label=Tiêu \u0111\u1EC1 m\u1EE5c Menu
simplepage.menuItemTitle_tooltip=Hi\u1EC3n th\u1ECB menu trang.

simplepage.pageTitle_label=Tiêu \u0111\u1EC1 trang
simplepage.pageTitle_tooltip=Hi\u1EC3n th\u1ECB \u1EDF phía trên cùng c\u1EE7a trang.
simplepage.editTitle=Ch\u1EC9nh s\u1EEDa tiêu \u0111\u1EC1
simplepage.editTitle-tooltip=Ch\u1EC9nh s\u1EEDa tiêu \u0111\u1EC1, ngày phát hành, và các thu\u1ED9c tính trang khác
simplepage.edit-title.generic=Ch\u1EC9nh s\u1EEDa {}
simplepage.edit-title.textbox=Ch\u1EC9nh s\u1EEDa h\u1ED9p v\u0103n b\u1EA3n {}
simplepage.edit-title.url=Ch\u1EC9nh s\u1EEDa m\u1EE5c inline{}
simplepage.edit-title.youtube=Ch\u1EC9nh s\u1EEDa m\u1EE5c Youtube 
simplepage.edit-title.comments=Ch\u1EC9nh s\u1EEDa m\u1EE5c bình lu\u1EADn
simplepage.edit-title.student=Ch\u1EC9nh s\u1EEDa M\u1EE5c n\u1ED9i dung sinh viên
simplepage.edit-title.question=Ch\u1EC9nh s\u1EEDa m\u1EE5c câu h\u1ECFi
simplepage.fromhost=n\u1ED9i dung t\u1EEB {}
simplepage.showpage=Trang bài h\u1ECDc
simplepage.showitem=M\u1EE5c bài h\u1ECDc
simplepage.return=Quay l\u1EA1i bài h\u1ECDc
simplepage.return.warning=C\u1EA3nh báo: Hãy ch\u1EAFc ch\u1EAFn r\u1EB1ng b\u1EA1n l\u01B0u ho\u1EB7c g\u1EEDi công vi\u1EC7c c\u1EE7a mình tr\u01B0\u1EDBc khi tr\u1EDF v\u1EC1.
simplepage.next=K\u1EBF ti\u1EBFp 
simplepage.back=Tr\u01B0\u1EDBc
simplepage.editor=Ng\u01B0\u1EDDi ch\u1EC9nh s\u1EEDa
simplepage.ckeditor=Ng\u01B0\u1EDDi ch\u1EC9nh s\u1EEDa, b\u1EA5m ALT-0 \u0111\u1EC3 \u0111\u01B0\u1EE3c h\u1ED7 tr\u1EE3

simplepage.preview=Xem tr\u01B0\u1EDBc {}

simplepage.save_message=L\u01B0u
simplepage.cancel_message=H\u1EE7y
simplepage.has_prerequistes=Tr\u01B0\u1EDBc khi xem trang, b\u1EA1n ph\u1EA3i hoàn thành các trang sau:
simplepage.has_prerequistes_2=B\u1EA1n c\u1EA7n hoàn thành m\u1EE5c tr\u01B0\u1EDBc tr\u01B0\u1EDBc khi làm cái này. Quay l\u1EA1i trang này \u0111\u1EC3 làm nó. Hãy tìm m\u1ED9t m\u1EE5c có d\u1EA5u hoa th\u1ECB bên trái c\u1EE7a nó.

simplepage.resource=Thêm liên k\u1EBFt n\u1ED9i dung
simplepage.resource.tooltip=Thêm liên k\u1EBFt: T\u1EA3i lên t\u1EADp tin ho\u1EB7c s\u1EED d\u1EE5ng t\u1EADp tin hi\u1EC7n có trong công c\u1EE5 Tài nguyên và thêm liên k\u1EBFt \u0111\u1EBFn nó, ho\u1EB7c nh\u1EADp URL cho trang web khác
simplepage.resource-descrip=Thêm liên k\u1EBFt: UT\u1EA3i lên t\u1EADp tin ho\u1EB7c s\u1EED d\u1EE5ng t\u1EADp tin hi\u1EC7n có trong công c\u1EE5 Tài nguyên và thêm liên k\u1EBFt \u0111\u1EBFn nó, ho\u1EB7c nh\u1EADp URL cho trang web khác
simplepage.subpage=Thêm trang con
simplepage.subpage-next=Trang k\u1EBF, i.e. trang thay th\u1EBF hi\u1EC7n t\u1EA1i h\u01A1n là quay l\u1EA1i v\u1EDBi trang hi\u1EC7n t\u1EA1i
simplepage.subpage-button=Hi\u1EC3n th\u1ECB d\u01B0\u1EDBi d\u1EA1ng nút ch\u1EE9 không ph\u1EA3i là liên k\u1EBFt
simplepage.subpage.tooltip=T\u1EA1o m\u1ED9t trang m\u1EDBi và thêm m\u1ED9t liên k\u1EBFt \u0111\u1EBFn nó \u1EDF \u0111ây
simplepage.usenewwindow=M\u1EDF m\u1EE5c trong m\u1ED9t c\u1EEDa s\u1ED5 m\u1EDBi
simplepage.assignment=Thêm bài t\u1EADp
simplepage.assignment.tooltip=Thêm m\u1ED9t liên k\u1EBFt \u0111\u1EBFn m\u1ED9t bài t\u1EADp trong các công c\u1EE5 Bài t\u1EADp
simplepage.assignment.chooser=Ch\u1ECDn Bài t\u1EADp
simplepage.due=vì
simplepage.chooser.name=Trang
simplepage.chooser.due=Ngày \u0111áo h\u1EA1n
simplepage.chooser.link=Liên k\u1EBFt
simplepage.chooser.textitemplaceholder=\u0110ây là m\u1ED9t m\u1EE5c v\u0103n b\u1EA3n nhi\u1EC1u. \u0110\u1EC3 xem nó, nh\u1EA5n vào trang m\u1EB9
simplepage.select=Ch\u1ECDn
simplepage.select-for-deletion=Ch\u1ECDn \u0111\u1EC3 xóa
simplepage.delete-message=Ch\u1EC9 có nh\u1EEFng trang không bao g\u1ED3m b\u1EA5t c\u1EE9 n\u01A1i nào trên trang web hi\u1EC7n t\u1EA1i t\u1ED3n t\u1EA1i cho xóa thông s\u1ED1
simplepage.delete-selected=Xóa trang \u0111ã ch\u1ECDn
simplepage.chooser.select=S\u1EED d\u1EE5ng m\u1EE5c \u0111ã ch\u1ECDn
simplepage.chooser.unused=Các trang sau hi\u1EC7n \u0111ang không s\u1EED d\u1EE5ng. (Không có trang khác xem \u0111\u1EBFn.)
simplepage.change_assignment=Thay \u0111\u1ED5i bài t\u1EADp
simplepage.change_quiz=Thay \u0111\u1ED5i bài ki\u1EC3m tra
simplepage.change_forum=Thay \u0111\u1ED5i ch\u1EE7 \u0111\u1EC1 di\u1EC5n \u0111àn
simplepage.change_resource=Thay \u0111\u1ED5i URL ho\u1EB7c file
simplepage.change_caption=Thay \u0111\u1ED5i file ho\u1EB7c URL c\u1EE7a file chú thích (ph\u1EA3i là \u0111\u1ECBnh d\u1EA1ng VTT)
simplepage.add_caption=Thêm file chú thích (ph\u1EA3i là \u0111\u1ECBnh d\u1EA1ng VTT)
simplepage.change_page=Thay \u0111\u1ED5i trang
simplepage.quiz=Thêm bài ki\u1EC3m tra
simplepage.quiz.tooltip=Thêm m\u1ED9t liên k\u1EBFt t\u1EDBi bài ki\u1EC3m tra
simplepage.quiz.chooser=Ch\u1ECDn m\u1ED9t bài ki\u1EC3m tra

simplepage.forum=Thêm ch\u1EE7 \u0111\u1EC1 di\u1EC5n \u0111àn
simplepage.forum.tooltip=Thêm m\u1ED9t liên k\u1EBFt \u0111\u1EBFn m\u1ED9t ch\u1EE7 \u0111\u1EC1 di\u1EC5n \u0111àn trong các di\u1EC5n \u0111àn ho\u1EB7c công c\u1EE5 JForum
simplepage.forum.chooser=Ch\u1ECDn m\u1ED9t ch\u1EE7 \u0111\u1EC1 di\u1EC5n \u0111àn
simplepage.page.chooser=Ch\u1ECDn m\u1ED9t trang
simplepage.page.index=Trang trong trang web hi\u1EC7n t\u1EA1i
simplepage.page.onlyseen=L\u01AFu ý: Ch\u1EC9 trang b\u1EA1n \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB.
simplepage.create=T\u1EA1o
simplepage.cancel=H\u1EE7y
simplepage.notitle=M\u1ED9t tiêu \u0111\u1EC1 \u0111\u01B0\u1EE3c yêu c\u1EA7u.
simplepage.subpage_header=T\u1EA1o m\u1ED9t trang con 

simplepage.page.showitems=Hi\u1EC3n th\u1ECB các m\u1EE5c
simplepage.page.showitemstooltip=Hi\u1EC7n các m\u1EE5c d\u01B0\u1EDBi m\u1ED7i trang
simplepage.page.hideitems=\u1EA8n các m\u1EE5c
simplepage.page.hideitemstooltip=\u1EA8n các m\u1EE5c. Ch\u1EC9 hi\u1EC3n th\u1ECB các trang.

simplepage.copylink=Sao chép
simplepage.copylink2=Sao chép: {}

# because of the way they are loaded, startup_help needs templates/ and additional-instructions does not
# putting the URLs here lets us supply different versions for different languages
simplepage.startup_help=templates/instructions/general.html
simplepage.additional-instructions=instructions/multimedia.html
simplepage.additional-website-instructions=instructions/website.html
simplepage.general-instructions=instructions/general.html

simplepage.help=Tr\u1EE3 giúp

simplepage.noitems_error_admin=Chúng tôi \u0111\u1EC1 ngh\u1ECB b\u1EA1n nên b\u1EAFt \u0111\u1EA7u b\u1EB1ng cách s\u1EED d\u1EE5ng <b>Thêm v\u0103n b\u1EA3n</b> \u0111\u1EC3 \u0111\u1EB7t m\u1ED9t \u0111i\u1EC1u gì \u0111ó trên trang này. Sau \u0111ó, b\u1EA1n có th\u1EC3 thêm liên k\u1EBFt ho\u1EB7c n\u1ED9i dung khác bên d\u01B0\u1EDBi nó. \u0110\u01B0a chu\u1ED9t qua m\u1ED9t trong các m\u1EE5c \u1EDF trên \u0111\u1EC3 xem nh\u1EEFng gì nó làm.
simplepage.noitems_error_user=Không có m\u1EE5c nào trên trang \u0111ang t\u1ED3n t\u1EA1i này cho b\u1EA1n.

simplepage.additional-instructions-label=Câu h\u1ECFi th\u01B0\u1EDDng g\u1EB7p v\u1EC1 n\u1ED9i dung \u0111a ph\u01B0\u01A1ng ti\u1EC7n
simplepage.additional-website-instructions-label=Câu h\u1ECFi th\u01B0\u1EDDng g\u1EB7p v\u1EC1 n\u1ED9i dung t\u1EA3i lên t\u1EEB các t\u1EADp tin ZIP

simplepage.link=Thêm liên k\u1EBFt
simplepage.addlink_header=Thêm liên k\u1EBFt m\u1EDBi
simplepage.addLink_label=URL:
simplepage.addLink_label_add=Ho\u1EB7c thêm m\u1ED9t URL m\u1EDBi:
simplepage.addLink_label_add_or=Ho\u1EB7c thêm m\u1ED9t URL ho\u1EB7c "mã nhúng"
simplepage.editText=Ch\u1EC9nh s\u1EEDa v\u0103n b\u1EA3n này
simplepage.editItem=Ch\u1EC9nh s\u1EEDa
simplepage.editItemBelow=Ch\u1EC9nh s\u1EEDa m\u1EE5c bên d\u01B0\u1EDBi

simplepage.textItemUnavailable=M\u1EE5c v\u0103n b\u1EA3n này s\u1EBD hi\u1EC3n th\u1ECB khi t\u1EA5t c\u1EA3 các \u0111i\u1EC1u ki\u1EC7n tiên quy\u1EBFt,nh\u01B0 \u0111ánh d\u1EA5u b\u1EB1ng m\u1ED9t d\u1EA5u sao (*), \u0111ã hoàn thành
simplepage.multimediaItemUnavailable=M\u1EE5c \u0111a ph\u01B0\u01A1ng ti\u1EC7n này s\u1EBD hi\u1EC3n th\u1ECB khi t\u1EA5t c\u1EA3 các \u0111i\u1EC1u ki\u1EC7n tiên quy\u1EBFt, nh\u01B0 \u0111ánh d\u1EA5u b\u1EB1ng m\u1ED9t d\u1EA5u sao (*), \u0111ã hoàn thành

simplepage.edit=C\u1EADp nh\u1EADt m\u1EE5c
simplepage.description_label=Mô t\u1EA3 m\u1EE5c
simplepage.name_label=Tên m\u1EE5c
simplepage.edititem_header=Ch\u1EC9nh s\u1EEDa m\u1EE5c
simplepage.multimedia=N\u1ED9i dung nhúng trên trang
simplepage.multimedia.tooltip=Thêm m\u1ED9t hình \u1EA3nh, video, file Flash, trang web, vv . S\u1EED d\u1EE5ng này \u0111\u1EC3 nhúng m\u1EE5c trên trang này. S\u1EED d\u1EE5ng thêm liên k\u1EBFt n\u1ED9i dung thay vì n\u1EBFu b\u1EA1n mu\u1ED1n có m\u1ED9t liên k\u1EBFt \u0111\u1EBFn m\u1ED9t m\u1EE5c h\u01A1n là hi\u1EC3n th\u1ECB nó trên trang.
simplepage.multimedia-descrip=Thêm m\u1ED9t hình \u1EA3nh, video, file Flash, trang web, vv . S\u1EED d\u1EE5ng này \u0111\u1EC3 nhúng m\u1EE5c trên trang này. S\u1EED d\u1EE5ng thêm liên k\u1EBFt n\u1ED9i dung thay vì n\u1EBFu b\u1EA1n mu\u1ED1n có m\u1ED9t liên k\u1EBFt \u0111\u1EBFn m\u1ED9t m\u1EE5c h\u01A1n là hi\u1EC3n th\u1ECB nó trên trang.
simplepage.expert_toggle=Xem chi ti\u1EBFt
simplepage.expert_intro=\u0110i\u1EC1u sau không nên nh\u01B0 th\u01B0\u1EDDng l\u1EC7, c\u1EA7n \u0111\u01B0\u1EE3c thay \u0111\u1ED5i:
simplepage.mimetype_label=Lo\u1EA1i Mime 
simplepage.tag_is=M\u1EE5c này \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB v\u1EDBi th\u1EBB lo\u1EA1i
simplepage.tag_object="M\u1EE5c tiêu"
simplepage.tag_img="img"
simplepage.tag_iframe="iframe"
simplepage.permissions=Quy\u1EC1n 
simplepage.permissions.tooltip=Thay \u0111\u1ED5i quy\u1EC1n liên quan v\u1EDBi công c\u1EE5 này cho các lo\u1EA1i khác c\u1EE7a ng\u01B0\u1EDDi dùng
simplepage.iframe.auto=S\u1EED d\u1EE5ng "T\u1EF1 \u0111\u1ED9ng" trong tr\u01B0\u1EDDng chi\u1EC1u cao \u0111\u1EC3 s\u1EED d\u1EE5ng chi\u1EC1u cao \u0111\u1EA7y \u0111\u1EE7 c\u1EE7a n\u1ED9i dung. Ch\u1EC9 làm vi\u1EC7c v\u1EDBi các URL trong h\u1EC7 th\u1ED1ng này.
simplepage.nopermissions=B\u1EA1n không có quy\u1EC1n \u0111\u1ECDc trang này
simplepage.nowrite=B\u1EA1n không có quy\u1EC1n ch\u1EC9nh s\u1EEDa trang này
simplepage.savefailed=Không th\u1EC3 l\u01B0u ho\u1EB7c c\u1EADp nh\u1EADt m\u1EE5c. \u0111ã x\u1EA3y ra l\u1ED7i: 

simplepage.height_label=Chi\u1EC1u cao:
simplepage.width_label=Chi\u1EC1u r\u1ED9ng:
simplepage.editMultimedia_header=Ch\u1EC9nh s\u1EEDa kích th\u01B0\u1EDBc \u0111a ph\u01B0\u01A1ng ti\u1EC7n
simplepage.editMultimedia=Ch\u1EC9nh s\u1EEDa \u0111a ph\u01B0\u01A1ng ti\u1EC7n
simplepage.size-too-big=Chi\u1EC1u cao ho\u1EB7c chi\u1EC1u r\u1ED9ng h\u01A1n 3000 pixels
simplepage.deleted-group=<Xóa nhóm>
simplepage.deleted-entity=*Xóa*
simplepage.not-published=*Không công khai; không hi\u1EC3n th\u1ECB cho sinh viên*

simplepage.add_file_instructions=B\u1EA1n có th\u1EC3 t\u1EA3i lên m\u1ED9t t\u1EADp tin m\u1EDBi, ch\u1ECDn m\u1ED9t t\u1EADp tin hi\u1EC7n t\u1EA1i t\u1EEB ngu\u1ED3n, ho\u1EB7c áp d\u1EE5ng m\u1ED9t URL t\u1EDBi m\u1ED9t file trên trang web.
simplepage.upload_label=C\u1EADp nh\u1EADt file
simplepage.choose_existing=Ch\u1ECDn file t\u1ED3n t\u1EA1i
simplepage.choose_existing_or=Ho\u1EB7c ch\u1ECDn m\u1ED9t tài nguyên t\u1ED3n t\u1EA1i
simplepage.choose_existing_page=Ch\u1ECDn trang t\u1ED3n t\u1EA1i (Không t\u1EA1o ra m\u1ED9t b\u1EA3n sao m\u1EDBi c\u1EE7a trang)
simplepage.lm_existing_page=\u0110\u1EB7t trang hi\u1EC7n t\u1EA1i \u1EDF l\u1EC1 trái.
simplepage.lm-existing_explanation=Không t\u1EA1o ra m\u1ED9t b\u1EA3n sao m\u1EDBi c\u1EE7a trang. B\u1EA1n có th\u1EC3 s\u1EED d\u1EE5ng \u0111\u1EC3 khôi ph\u1EE5c l\u1EA1i m\u1ED9t trang \u0111ã b\u1ECB xóa l\u1EC1 bên trái.

simplepage.import_cc_button=Nh\u1EADp CC
simplepage.import_cc=Nh\u1EADp t\u1EADp tin IMS Common Cartridge
simplepage.import_cc.tooltip=Nh\u1EADp t\u1EADp tin \u1EDF \u0111\u1ECBnh d\u1EA1ng IMS Common Cartridge. Nh\u1EEFng t\u1EADp tin này th\u01B0\u1EDDng \u0111\u1EBFn t\u1EEB các nhà cung c\u1EA5p sách giáo khoa, nh\u01B0ng b\u1EA1n c\u0169ng có th\u1EC3 s\u1EED d\u1EE5ng \u0111\u1EC3 di chuy\u1EC3n các khóa h\u1ECDc gi\u1EEFa h\u1EC7 th\u1ED1ng qu\u1EA3n lý khóa h\u1ECDc khác nhau.
simplepage.import_cc_file=File IMS Common Cartridge (ZIP file):
simplepage.import_cc_syllabus=Giáo trình
simplepage.import_cc_lessonplan=K\u1EBF ho\u1EA1ch bài h\u1ECDc
simplepage.import_cc_pattern=[mô hình phù h\u1EE3p]
simplepage.import_cc_usespattern=H\u1ED9p ch\u1EE9a này ch\u1EE9a \u0110\u1EA7y trong kho\u1EA3ng tr\u1ED1ng các câu h\u1ECFi \u0111ánh giá s\u1EED d\u1EE5ng mô hình k\u1EBFt h\u1EE3p.  H\u1EC7 th\u1ED1ng này không h\u1ED7 tr\u1EE3 mô hình k\u1EBFt h\u1EE3p.Nh\u1EEFng câu h\u1ECFi này s\u1EBD \u0111\u01B0\u1EE3c g\u1EAFn c\u1EDD s\u1EED d\u1EE5ng [Mô hình k\u1EBFt h\u1EE3p] \u1EDF ph\u1EA7n \u0111\u1EA7u câu h\u1ECFi. Vui lòng xem l\u1EA1i chúng và  t\u1EA1o các thay \u0111\u1ED5i c\u1EA7n thi\u1EBFt.
simplepage.import-toplevel-label=Nh\u1EADp tài nguyên vào th\u01B0 m\u1EE5c \u0111\u1EA7u
simplepage.cc_apip=Accessible Portable Item Protocol (APIP)
simplepage.cc_iwb=B\u1EA3ng t\u01B0\u01A1ng tác
simplepage.cc_epub3=EPUB 3
simplepage.cc_ext_assignment=Bài t\u1EADp(\u0111\u1ECBnh ngh\u0129a m\u1EDF r\u1ED9ng)
simplepage.cc-has-badtypes= H\u1ED9p ch\u1EE9a này có ch\u1EE9a tài nguyên c\u1EE7a các lo\u1EA1i không có h\u1ED7 tr\u1EE3 c\u1EE5 th\u1EC3 trong h\u1EC7 th\u1ED1ng này. Chúng s\u1EBD \u0111\u01B0\u1EE3c x\u1EED lý nh\u01B0 các file bình th\u01B0\u1EDDng: {}

simplepage.export_cc=Xu\u1EA5t CC
simplepage.export_cc.tooltip=T\u1EA1o t\u1EADp tin \u1EDF \u0111\u1ECBnh d\u1EA1ng IMS Common Cartridge.\u0110i\u1EC1u này có th\u1EC3 \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng \u0111\u1EC3 l\u01B0u n\u1ED9i dung c\u1EE7a m\u1ED9t khóa h\u1ECDc \u0111\u1EC3 s\u1EED d\u1EE5ng sau. H\u1EA7u h\u1EBFt các h\u1EC7 th\u1ED1ng qu\u1EA3n lý khóa h\u1ECDc khác có th\u1EC3 \u0111\u1ECDc các t\u1EADp tin  Common Cartridge. Các t\u1EADp tin s\u1EBD ch\u1EE9a t\u1EA5t c\u1EA3 các n\u1ED9i dung t\u1EEB bài h\u1ECDc, Bài t\u1EADp, ch\u1EE7 \u0111\u1EC1 di\u1EC5n \u0111àn, câu \u0111\u1ED1, và B\u1ED9 l\u01B0u tr\u1EEF Câu h\u1ECFi. Tuy nhiên không ph\u1EA3i t\u1EA5t c\u1EA3 các chi ti\u1EBFt s\u1EBD \u0111\u01B0\u1EE3c l\u01B0u l\u1EA1i.
simplepage.export-cc-title=Xu\u1EA5t file IMS Common Cartridge
simplepage.exportcc-descrip=Xu\u1EA5t n\u1ED9i dung c\u1EE7a trang trong \u0111\u1ECBnh d\u1EA1ng IMS CC.
simplepage.exportcc-fileerr=L\u1ED7i t\u1EA1o file cho vi\u1EC7c xu\u1EA5t: {}
simplepage.exportcc-noresource=L\u1ED7i t\u1EA1o file cho vi\u1EC7c xu\u1EA5t: Vui lòng xác nh\u1EADn r\u1EB1ng các công c\u1EE5 tài nguyên là trong trang web c\u1EE7a b\u1EA1n
simplepage.exportcc-use11=S\u1EED d\u1EE5ng phiên b\u1EA3n c\u0169 c\u1EE7a file (phiên b\u1EA3n 1.1), \u0111\u01B0\u1EE3c \u0111\u1EC1 ngh\u1ECB cho Moodle và Blackboard
simplepage.exportcc-use13=S\u1EED d\u1EE5ng phiên b\u1EA3n m\u1EDBi nh\u1EA5t c\u1EE7a file (phiên b\u1EA3n 1.3), \u0111\u01B0\u1EE3c \u0111\u1EC1 ngh\u1ECB cho Canvas
simplepage.exportcc-includebank=Bao g\u1ED3m t\u1EA5t c\u1EA3 b\u1ED9 l\u01B0u tr\u1EEF câu h\u1ECFi b\u1EA1n có th\u1EC3 truy c\u1EADp nh\u01B0 m\u1ED9t ngân hàng câu h\u1ECFi \u0111\u01A1n
simplepage.exportcc-sam-undefinedtype=Câu h\u1ECFi {1} trong bài ki\u1EC3m tra {2} có m\u1ED9t lo\u1EA1i không \u0111\u01B0\u1EE3c h\u1ED7 tr\u1EE3 b\u1EDFi Common Cartridge. Câu h\u1ECFi s\u1EBD \u0111\u01B0\u1EE3c b\u1ECF qua.
simplepage.exportcc-sam-too-many-blanks=Câu h\u1ECFi {1} trong bài ki\u1EC3m tra {2} \u0111\u01B0\u1EE3c \u0111i\u1EC1n vào ch\u1ED7 tr\u1ED1ng v\u1EDBi {3} ch\u1ED7 tr\u1ED1ng. Common Cartridge ch\u1EC9 h\u1ED7 tr\u1EE3 m\u1ED9t vùng tr\u1ED1ng.Ch\u1EC9 vùng tr\u1ED1ng \u0111\u1EA7u tiên \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng.
simplepage.exportcc-sam-mcss=Câu h\u1ECFi {1} trong bài ki\u1EC3m tra {2} thì nhi\u1EC1u l\u1EF1a ch\u1ECDn \u0111\u01A1n \u0111úng. Common Cartridge không h\u1ED7 tr\u1EE3 d\u1EA1ng này. Nhi\u1EC1u chính xác s\u1EBD \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng.
simplepage.exportcc-sam-fib-too-many-star=Câu h\u1ECFi {1} trong bài ki\u1EC3m tra {2} \u0111\u01B0\u1EE3c \u0111i\u1EC1n vào ch\u1ED7 tr\u1ED1ng s\u1EED d\u1EE5ng d\u1EA5u hoa th\u1ECB. Câu tr\u1EA3 l\u1EDDi \u0111úng \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB nh\u01B0 {3}. \u0110\u1ECBnh d\u1EA1ng The Common Cartridge ch\u1EC9 có th\u1EC3 x\u1EED lý m\u1ED9t l\u1EF1a ch\u1ECDn duy nh\u1EA5t s\u1EED d\u1EE5ng d\u1EA5u hoa th\u1ECB.
simplepage.exportcc-sam-fib-star=Câu h\u1ECFi {1} trong bài ki\u1EC3m tra {2} \u0111\u01B0\u1EE3c \u0111i\u1EC1n vào ch\u1ED7 tr\u1ED1ng s\u1EED d\u1EE5ng d\u1EA5u hoa th\u1ECB. Câu tr\u1EA3 l\u1EDDi \u0111úng \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB nh\u01B0 {3}. Trong vi\u1EC7c xu\u1EA5t, câu tr\u1EA3 l\u1EDDi s\u1EBD \u0111\u01B0\u1EE3c xem là chính xác n\u1EBFu {4} xu\u1EA5t hi\u1EC7n b\u1EA5t c\u1EE9 \u0111âu trong câu tr\u1EA3 l\u1EDDi.
simplepage.exportcc-sam-fib-bad-star=Câu h\u1ECFi {1} trong bài ki\u1EC3m tra {2} \u0111\u01B0\u1EE3c \u0111i\u1EC1n vào ch\u1ED7 tr\u1ED1ng s\u1EED d\u1EE5ng d\u1EA5u hoa th\u1ECB. Câu tr\u1EA3 l\u1EDDi \u0111úng \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB nh\u01B0 {3}. Common Cartridge không th\u1EC3 x\u1EED lý câu tr\u1EA3 l\u1EDDi này.
simplepage.exportcc-sam-mcss=Câu h\u1ECFi {1} trong bài ki\u1EC3m tra {2} thì chính xác nhi\u1EC1u, s\u1EF1 l\u1EF1a ch\u1ECDn \u0111\u01A1n. Nh\u1EEFng phiên b\u1EA3n c\u1EE7a Common Cartridge tr\u01B0\u1EDBc 1.2 \u0111ã không h\u1ED7 tr\u1EE3 \u0111\u1ECBnh d\u1EA1ng này. Ch\u1EC9 có câu tr\u1EA3 l\u1EDDi dúng \u0111\u1EA7u tiên \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB.

simplepage.exportcc-pagealreadydone=Trang con {2} xu\u1EA5t hi\u1EC7n trên trang {1}. Tuy nhiên nó \u0111\u01B0\u1EE3c bao g\u1ED3m là trang con c\u1EE7a m\u1ED9t trang khác. Nó s\u1EBD không \u0111\u01B0\u1EE3c bao g\u1ED3m l\u1EA7n 2.
simplepage.exportcc-bad-type=M\u1EE5c {2} trên trang {1} là c\u1EE7a m\u1ED9t d\u1EA1ng không th\u1EC3 \u0111\u1EB7t trong Common Cartridge: {3}
simplepage.exportcc-download=T\u1EA3i
simplepage.delete=Xóa
simplepage.editTitle_header=Ch\u1EC9nh s\u1EEDa tiêu \u0111\u1EC1 trang
simplepage.title=Cài \u0111\u1EB7t

simplepage.alt_label=Alt Text
simplepage.reorder=S\u1EAFp x\u1EBFp l\u1EA1i
simplepage.reorder-tooltip=Thay \u0111\u1ED5i th\u1EE9 t\u1EF1 các m\u1EE5c, xóa m\u1EE5c, ho\u1EB7c các m\u1EE5c nh\u1EADp t\u1EEB trang khác
simplepage.reorder_header=S\u1EAFp x\u1EBFp l\u1EA1i các m\u1EE5c trang
simplepage.reorder_instructions=Hãy kéo và th\u1EA3 các m\u1EE5c d\u01B0\u1EDBi \u0111ây \u0111\u1EC3 s\u1EAFp x\u1EBFp l\u1EA1i chúng. \u0110\u1EC3 xóa, kéo m\u1EE5c t\u1EDBi thùng xóa.
simplepage.reorder_instructions_sr= Ho\u1EB7c ch\u1ECDn m\u1ED9t và s\u1EED d\u1EE5ng phím \u0111i\u1EC1u khi\u1EC3n c\u1ED9ng v\u1EDBi m\u0169i tên lên ho\u1EB7c xu\u1ED1ng m\u0169i tên \u0111\u1EC3 s\u1EAFp x\u1EBFp l\u1EA1i và control + shift \u0111\u1EC3 di chuy\u1EC3n qua l\u1EA1i gi\u1EEFa các thùng.
simplepage.reorder.tooltip=Thay \u0111\u1ED5i th\u1EE9 t\u1EF1 c\u1EE7a m\u1EE5c trong trang này
simplepage.reorder-duplicates=Không th\u1EC3 ti\u1EBFp t\u1EE5c. M\u1ED9t s\u1ED1 m\u1EE5c có trình t\u1EF1 l\u1EB7p.
simplepage.reorder-belowdelete=Chuy\u1EC3n m\u1EE5c bên d\u01B0\u1EDBi d\u1EA5u này \u0111\u1EC3 xóa chúng
simplepage.reorder-aboveuse=Di chuy\u1EC3n nh\u1EEFng m\u1EE5c \u0111ánh d\u1EA5u trên \u0111\u1EC3 \u0111\u1EB7t chúng trên trang
simplepage.reorder-addpage=Thêm m\u1EE5c t\u1EEB trang khác
simplepage.reorder_delebox=Th\u1EA3 các m\u1EE5c vào \u0111ây \u0111\u1EC3 xóa, ho\u1EB7c ch\u1ECDn X. B\u1EA1n có th\u1EC3 kéo nh\u1EEFng m\u1EE5c \u0111ã xóa t\u1EEB \u0111ây tr\u1EDF l\u1EA1i trang.
simplepage.save=L\u01B0u
simplepage.edit_youtubelink=Ch\u1EC9nh s\u1EEDa \u0111\u01B0\u1EDDng d\u1EABn Youtube
simplepage.edit_youtube=Ch\u1EC9nh s\u1EEDa \u0111\u01B0\u1EDDng d\u1EABn YouTube bên d\u01B0\u1EDBi
simplepage.edit_movie=Ch\u1EC9nh s\u1EEDa m\u1EE5c bên d\u01B0\u1EDBi
simplepage.download_file=T\u1EA3i file
simplepage.open_new_window=M\u1EDF trong c\u1EEDa s\u1ED5 m\u1EDBi
simplepage.print_view=Xem b\u1EA3n in
simplepage.edititems=Ch\u1EC9nh s\u1EEDa m\u1EE5c
simplepage.itemstatus=Tr\u1EA1ng thái m\u1EE5c
simplepage.items=M\u1EE5c
simplepage.edit_quiz=Ch\u1EC9nh s\u1EEDa bài ki\u1EC3m tra
simplepage.edit_quiz_settings=Ch\u1EC9nh s\u1EEDa cài \u0111\u1EB7t bài ki\u1EC3m tra
simplepage.edit_assignment=Ch\u1EC9nh s\u1EEDa bài t\u1EADp
simplepage.edit_topic=Ch\u1EC9nh s\u1EEDa tiêu \u0111\u1EC1 di\u1EC5n \u0111àn
simplepage.return_from_edit=Tr\u1EDF l\u1EA1i bài h\u1ECDc, sau khi b\u1EA1n \u0111ã k\u1EBFt thúc ch\u1EC9nh s\u1EEDa m\u1EE5c

simplepage.status.completed=Hoàn thành
simplepage.status.notavailable=Không t\u1ED3n t\u1EA1i
simplepage.status.failed=L\u1ED7i
simplepage.status.required=Yêu c\u1EA7u
simplepage.status.notrequired=Không yêu c\u1EA7u
simplepage.status.needsgrading=C\u1EA7n ch\u1EA5m
simplepage.status.inprogress=Trong ti\u1EBFn trình
simplepage.status.level=C\u1EA5p b\u1EADc {}
simplepage.refresh_prompt=Vui lòng sau khi hoàn thành các m\u1EE5c yêu c\u1EA7u
simplepage.refresh=làm m\u1EDBi
simplepage.last-visited=Quay tr\u1EDF l\u1EA1i v\u1EDBi h\u1EA7u h\u1EBFt các trang g\u1EA7n \u0111ây t\u1EEB phiên tr\u01B0\u1EDBc:
simplepage.update_icons=\u0111\u1EC3 c\u1EADp nh\u1EADt icon tr\u1EA1ng thái.
simplepage.prerequisites_label=\u0110\u1EEBng thoát ra m\u1EE5c cho \u0111\u1EBFn khi t\u1EA5t c\u1EA3 các \u0111i\u1EC1u ki\u1EC7n tiên quy\u1EBFt \u0111\u01B0\u1EE3c hoàn thành
simplepage.page_prerequisites_label=\u0110\u1EEBng Th\u1EA3 m\u1EE5c Cho \u0111\u1EBFn khi t\u1EA5t c\u1EA3 các \u0111i\u1EC1u ki\u1EC7n trang tiên quy\u1EBFt \u0111\u01B0\u1EE3c hoàn thành
simplepage.require=Yêu c\u1EA7u tài li\u1EC7u này
simplepage.page_require=Yêu c\u1EA7u trang này
simplepage.youtube_url=YouTube URL:
simplepage.youtube_player=YouTube player
simplepage.mm_player=Multimedia player for {}
simplepage.web_content=Web {}
simplepage.youtube.needflash=B\u1EA1n c\u1EA7n Flash player 8+ và Javascript \u0111\u01B0\u1EE3c b\u1EADt \u0111\u1EC3 xem video này
simplepage.hide_page_label=\u1EA8n trang này:
simplepage.hide_page_from_users=\u1EA8n trang này t\u1EEB ng\u01B0\u1EDDi dùng (Trang s\u1EBD không xu\u1EA5t hi\u1EC7n \u1EDF l\u1EC1 trái)
simplepage.page.releasedate=\u1EA8n trang cho \u0111\u1EBFn ngày cho phép (trang này s\u1EBD \u0111\u01B0\u1EE3c li\u1EC7t kê v\u1EDBi ngày phát hành)
simplepage.error=L\u1ED7i
simplepage.error_colon=L\u1ED7i:
simplepage.complete_required=Hãy hoàn thành t\u1EA5t c\u1EA3 các m\u1EE5c c\u1EA7n thi\u1EBFt \u1EDF trên tr\u01B0\u1EDBc khi xem m\u1EE5c này.
simplepage.prerequisites_tag=Có \u0111i\u1EC1u ki\u1EC7n tiên quy\u1EBFt

simplepage.editpermissions=Thi\u1EBFt l\u1EADp quy\u1EC1n cho
simplepage.filepicker_instructions=Vui lòng ch\u1ECDn m\u1ED9t t\u1EADp tin ho\u1EB7c trang web (URL) \u0111\u1EC3 Thêm vào trang.

simplepage.require_submit_assessment=Yêu c\u1EA7u h\u1ECDc sinh g\u1EEDi bài t\u1EADp này.
simplepage.require_submit_assignment=Yêu c\u1EA7u h\u1ECDc sinh g\u1EEDi bài t\u1EADp này.
simplepage.require_submit_forum=Yêu c\u1EA7u h\u1ECDc sinh g\u1EEDi m\u1ED9t bài \u0111\u0103ng t\u1EDBi ch\u1EE7 \u0111\u1EC1 này
simplepage.require_receive=Yêu c\u1EA7u h\u1ECDc sinh nh\u1EADn 
simplepage.require_points_assessment=\u0111i\u1EC3m trên \u0111ánh giá này.
simplepage.require_points_assignment=\u0111i\u1EC3m trên \u0111ánh giá này.
simplepage.require_pass_assignment=Yêu c\u1EA7u h\u1ECDc sinh <b>Qua</b> bài t\u1EADp này
simplepage.require_atleast=Yêu c\u1EA7u h\u1ECDc sinh nh\u1EADn \u0111\u01B0\u1EE3c ít nh\u1EA5t m\u1ED9t
simplepage.require_checkmark=Yêu c\u1EA7u h\u1ECDc sinh nh\u1EADn \u0111\u01B0\u1EE3c m\u1ED9t d\u1EA5u ki\u1EC3m tra
simplepage.title_notblank=Tiêu \u0111\u1EC1 không \u0111\u01B0\u1EE3c b\u1ECF tr\u1ED1ng.
simplepage.must_be_youtube=\u0110ây ph\u1EA3i là m\u1ED9t URL YouTube 
simplepage.item_notblank=Tên m\u1EE5c không \u0111\u01B0\u1EE3c \u0111\u1EC3 tr\u1ED1ng.
simplepage.page_notblank=Tên trang không \u0111\u01B0\u1EE3c \u0111\u1EC3 tr\u1ED1ng.

simplepage.copied.assignment=M\u1EE5c này \u0111ã \u0111\u01B0\u1EE3c sao chép t\u1EEB các trang web khác. Nó s\u1EBD không làm vi\u1EC7c cho \u0111\u1EBFn khi b\u1EA1n "Ch\u1EC9nh s\u1EEDa" và "Thay \u0111\u1ED5i bài t\u1EADp" \u0111\u1EC3 ch\u1ECDn m\u1ED9t bài t\u1EADp \u0111ó là h\u1EE3p l\u1EC7 trong trang web này.
simplepage.copied.assessment=M\u1EE5c này \u0111ã \u0111\u01B0\u1EE3c sao chép t\u1EEB các trang web khác.Nó s\u1EBD không làm vi\u1EC7c cho \u0111\u1EBFn khi b\u1EA1n "Ch\u1EC9nh s\u1EEDa" và "Thay \u0111\u1ED5i bài ki\u1EC3m tra" \u0111\u1EC3 ch\u1ECDn m\u1ED9t bài ki\u1EC3m tra \u0111ó là h\u1EE3p l\u1EC7 trong trang web này.
simplepage.copied.forum=M\u1EE5c này \u0111ã \u0111\u01B0\u1EE3c sao chép t\u1EEB các trang web khác.Nó s\u1EBD không làm vi\u1EC7c cho \u0111\u1EBFn khi b\u1EA1n "Ch\u1EC9nh s\u1EEDa" và "Thay \u0111\u1ED5i ch\u1EE7 \u0111\u1EC1 di\u1EC5n \u0111àn" \u0111\u1EC3 ch\u1ECDn m\u1ED9t ch\u1EE7 \u0111\u1EC1 di\u1EC5n \u0111àn \u0111ó là h\u1EE3p l\u1EC7 trong trang web này.

simplepage.nosite=Không th\u1EC3 xác \u0111\u1ECBnh trang web hi\u1EC7n t\u1EA1i
simplepage.create.resource.failed=Không th\u1EC3 t\u1EA1o t\u1EADp tin trong khi nh\u1EADp H\u1ED9p ch\u1EE9a chung: {}
simplepage.create.object.failed=Không th\u1EC3 nh\u1EADp tài nguyên trong khi nh\u1EADp H\u1ED9p ch\u1EE9a chung: {}
simplepage.resource100=Không th\u1EC3 t\u1EA1o m\u1ED9t file trong khi nh\u1EADp H\u1ED9p ch\u1EE9a chung: 100 b\u1EA3n sao t\u1ED3n t\u1EA1i: {}
simplepage.noquizengines=<b style="color:#c00">C\u1EA2NH BÁO:</b> Vui lòng thêm công c\u1EE5 bài ki\u1EC3m tra cho trang này. Không có nó, không có bài ki\u1EC3m tra nào \u0111\u01B0\u1EE3c t\u1EA3i lên t\u1EEB h\u1ED9p ch\u1EE9a.
simplepage.choosequizengine=Hãy ch\u1ECDn công c\u1EE5 bài ki\u1EC3m tra \u0111\u1EC3 dùng các bài ki\u1EC3m trong h\u1ED9p ch\u1EE9a này
simplepage.notopicengines=<b style="color:#c00">C\u1EA2NH BÁO:</b> Vui lòng thêm m\u1ED9t công c\u1EE5 di\u1EC5n \u0111àn cho trang này. Không có nó, không có di\u1EC5n \u0111àn nào \u0111\u01B0\u1EE3c t\u1EA3i lên t\u1EEB h\u1ED9p ch\u1EE9a
simplepage.choosetopicengine=Hãy ch\u1ECDn công c\u1EE5 di\u1EC5n \u0111àn \u0111\u1EC3 dùng các di\u1EC5n \u0111àn trong h\u1ED9p ch\u1EE9a này
simplepage.noassignengines=<b style="color:#c00">C\u1EA2NH BÁO:</b> Vui lòng thêm m\u1ED9t công c\u1EE5 bài t\u1EADp cho trang này. Không có nó, không có bài t\u1EADp nào có th\u1EC3 t\u1EA3i lên t\u1EEB h\u1ED9p ch\u1EE9a
simplepage.chooseassignengine=Vui lòng ch\u1ECDn công c\u1EE5 bài t\u1EADp \u0111\u1EC3 s\u1EED d\u1EE5ng bài t\u1EADp trong h\u1ED9p ch\u1EE9a này.
simplepage.loading=\u0110ang t\u1EA3i, vui lòng ch\u1EDD ...
simplepage.checkingwithhost=Vui lòng ch\u1EDD trong khi chúng tôi ki\u1EC3m tra v\u1EDBi máy ch\u1EE7 web ...
simplepage.needpermissions=B\u1EA1n không có quy\u1EC1n c\u1EA7n s\u1EED d\u1EE5ng công c\u1EE5 này. Khi vai trò c\u1EE7a b\u1EA1n bi\u1EC3u th\u1ECB b\u1EA1n nên, chúng tôi nghi ng\u1EDD r\u1EB1ng các quy\u1EC1n không \u0111\u01B0\u1EE3c thi\u1EBFt l\u1EADp \u0111úng cách cho trang web c\u1EE7a b\u1EA1n. Dùng \u0111\u01B0\u1EDDng d\u1EABn sau \u0111\u1EC3 m\u1EDF công c\u1EE5 Quy\u1EC1n.  Chúng tôi \u0111\u1EC1 ngh\u1ECB cho lessonbuilder.read cho t\u1EA5t c\u1EA3 các vai trò, và lessonbuilder.upd cho b\u1EA5t k\u1EF3 vai trò mà b\u1EA1n mu\u1ED1n \u0111\u1EC3 có th\u1EC3 ch\u1EC9nh s\u1EEDa n\u1ED9i dung.Thông th\u01B0\u1EDDng \u0111ây là b\u1EA3o trì, gi\u1EA3ng viên và có th\u1EC3 m\u1ED9t s\u1ED1 trong nh\u1EEFng vai trò h\u1ED7 tr\u1EE3 k\u1EF9 thu\u1EADt.
simplepage.wrong-cc-version=Không ch\u1EA5p nh\u1EADn \u0111\u1ECBnh d\u1EA1ng H\u1ED9p ch\u1EE9a chung. File ph\u1EA3i là phiên b\u1EA3n 1.0 ho\u1EB7c 1.1.
simplepage.cc-error=L\u1ED7i khi c\u1ED1 nh\u1EADp file H\u1ED9p ch\u1EE9a chung. File có th\u1EC3 không h\u1EE3p l\u1EC7.
simplepage.cc-noresource=H\u1ED9p ch\u1EE9a không h\u1EE3p l\u1EC7. Nó có m\u1ED9t m\u1EE5c tài nguyên liên k\u1EBFt b\u1ECB m\u1EA5t. M\u1EE5c s\u1EBD \u0111\u01B0\u1EE3c b\u1ECF qua. Mã tài nguyên là {}.
simplepage.cc-uses-auth=Không th\u1EC3 nh\u1EADp H\u1ED9p ch\u1EE9a chung v\u1EDBi nh\u1EEFng h\u1EA1n ch\u1EBF c\u1EA5p phép
simplepage.cc-uses-role= H\u1ED9p ch\u1EE9a có ít nh\u1EA5t m\u1ED9t ngu\u1ED3n tài nguyên h\u1EA1n ch\u1EBF t\u1EDBi Ng\u01B0\u1EDDi c\u1ED1 v\u1EA5n ho\u1EB7c Gi\u1EA3ng viên . Chúng tôi \u0111ã t\u1EA1o ra các nhóm v\u1EDBi nh\u1EEFng cái tên \u0111ó, nh\u01B0ng không \u0111\u01B0\u1EE3c \u0111\u1EB7t b\u1EA5t k\u1EF3 ng\u01B0\u1EDDi dùng thành các nhóm.
simplepage.cc-uses-curriculum=H\u1ED9p ch\u1EE9a này s\u1EED d\u1EE5ng tiêu chu\u1EA9n ch\u01B0\u01A1ng trình gi\u1EA3ng d\u1EA1y. Tiêu chu\u1EA9n ch\u01B0\u01A1ng trình gi\u1EA3ng d\u1EA1y hi\u1EC7n không \u0111\u01B0\u1EE3c th\u1EF1c hi\u1EC7n, và s\u1EBD b\u1ECB t\u1EEB ch\u1ED1i.
simplepage.cc-defaultforum=Di\u1EC5n \u0111àn
simplepage.cc-defaulttopic=Ch\u1EE7 \u0111\u1EC1

simplepage.comments-section=Phiên bình lu\u1EADn
simplepage.replace-with-comments=\u0110ang t\u1EA3i bình lu\u1EADn ...
simplepage.comments=Thêm công c\u1EE5 bình lu\u1EADn
simplepage.comments.tooltip=Thêm m\u1ED9t phiên cho phép sinh viên t\u1EA1o bình lu\u1EADn
simplepage.add-comment=Thêm bình lu\u1EADn
simplepage.in-reply-to=Trong ph\u1EA3n h\u1ED3i t\u1EDBi {1}, {2}
simplepage.comment-reply=Ph\u1EA3n h\u1ED3i bình lu\u1EADn t\u1EEB {}
simplepage.missing-prereqs=Có m\u1ED9t khu v\u1EF1c cho bình lu\u1EADn, nh\u01B0ng b\u1EA1n ph\u1EA3i hoàn thành t\u1EA5t c\u1EA3 các m\u1EE5c yêu c\u1EA7u trên tr\u01B0\u1EDBc khi b\u1EA1n xem nó.
simplepage.fake-missing-prereqs=N\u1EBFu b\u1EA1n là sinh viên, b\u1EA1n s\u1EBD không th\u1EC3 nhìn th\u1EA5y bình lu\u1EADn, b\u1EDFi vì b\u1EA1n v\u1EABn ch\u01B0a hoàn thành các m\u1EE5c yêu c\u1EA7u phía trên .
simplepage.edit-comment=Ch\u1EC9nh s\u1EEDa bình lu\u1EADn
simplepage.comment-edit=Ch\u1EC9nh s\u1EEDa bình lu\u1EADn t\u1EEB {}
simplepage.see_all_comments=Xem t\u1EA5t c\u1EA3 {} bình lu\u1EADn ...
simplepage.see_new_comments=Xem t\u1EA5t c\u1EA3 {} bình lu\u1EADn m\u1EDBi ...
simplepage.edit_commentslink=Ch\u1EC9nh s\u1EEDa phiên bình lu\u1EADn
simplepage.comments-anonymous=Gi\u1EEF bình lu\u1EADn \u1EA9n danh
simplepage.comments-graded=T\u1EA1o m\u1ED9t b\u1EA3ng ghi s\u1ED5 \u0111i\u1EC3m cho \u0111i\u1EC1u này
simplepage.comments-max=\u0110i\u1EC3m t\u1ED1i \u0111a:
simplepage.integer-expected=\u0110i\u1EC3m ph\u1EA3i \u0111\u01B0\u1EE3c thi\u1EBFt l\u1EADp m\u1ED9t s\u1ED1 h\u1EE3p l\u1EC7.
simplepage.gbname-expected=Tên m\u1EE5c s\u1ED5 \u0111i\u1EC3m ph\u1EA3i \u0111\u01B0\u1EE3c cung c\u1EA5p
simplepage.comment-delete=Xóa bình lu\u1EADn t\u1EEB {}
simplepage.delete_comment_confirm=B\u1EA1n có ch\u1EAFc là b\u1EA1n mu\u1ED1n xóa dòng bình lu\u1EADn này \u0111\u01B0\u1EE3c vi\u1EBFt b\u1EDFi {}?
simplepage.empty-comment-error=Bình lu\u1EADn không \u0111\u01B0\u1EE3c tr\u1ED1ng.
simplepage.comment-permissions-error=B\u1EA1n không có quy\u1EC1n yêu c\u1EA7u \u0111\u1EC3 xóa bình lu\u1EADn \u0111ó.
simplepage.permissions-general=B\u1EA1n không có yêu c\u1EA7u làm \u0111i\u1EC1u \u0111ó.
simplepage.comment-unknown-user=Không bi\u1EBFt ng\u01B0\u1EDDi dùng
simplepage.comment-you=B\u1EA1n
simplepage.comment-anonymous-message=Ng\u01B0\u1EDDi dùng bình th\u01B0\u1EDDng có th\u1EC3 nhìn th\u1EA5y tên \u1EA9n danh. tên th\u1EF1c t\u1EBF c\u1EE7a ng\u01B0\u1EDDi bình lu\u1EADn '\u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB ch\u1EC9 cho b\u1EA1n và các qu\u1EA3n tr\u1ECB viên trang web khác.
simplepage.edit-comment=Ch\u1EC9nh s\u1EEDa
simplepage.comment-edit-message=B\u1EA1n ch\u1EC9 có th\u1EC3 ch\u1EC9nh s\u1EEDa ho\u1EB7c xóa nh\u1EADn xét c\u1EE7a b\u1EA1n cho \u0111\u1EBFn 30 phút sau.
simplepage.comment-grading-message=Gõ s\u1ED1 \u0111i\u1EC3m mà b\u1EA1n mu\u1ED1n \u0111\u1EC3 ch\u1EC9 \u0111\u1ECBnh m\u1ED9t bình lu\u1EADn cá nhân trong h\u1ED9p "\u0110i\u1EC3m" bên c\u1EA1nh bình lu\u1EADn  và sau \u0111ó nh\u1EA5n phím Enter \u0111\u1EC3 n\u1ED9p l\u1EDBp. B\u1EA5t k\u1EF3 l\u1EDBp \u0111\u01B0\u1EE3c gõ vào nh\u01B0ng ch\u01B0a \u0111\u01B0\u1EE3c g\u1EEDi \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB màu \u0111\u1ECF
simplepage.comment-author-owner=Ch\u1EE7 trang
simplepage.nothing-over-100-percent=B\u1EA1n có th\u1EC3 có chi\u1EC1u cao ho\u1EB7c chi\u1EC1u r\u1ED9ng r\u1ED9ng h\u01A1n 100%
simplepage.width-height=Chi\u1EC1u r\u1ED9ng và chi\u1EC1u cao ph\u1EA3i là s\u1ED1 d\u01B0\u01A1ng, i.e. "500" ho\u1EB7c "500px," ho\u1EB7c m\u1ED9t t\u1EF7 l\u1EC7 th\u1EA5p h\u01A1n 100%

simplepage.seconds=Giây tr\u01B0\u1EDBc
simplepage.one_min=1 Phút tr\u01B0\u1EDBc
simplepage.x_min={} Phút tr\u01B0\u1EDBc
simplepage.one_hour=1 gi\u1EDD tr\u01B0\u1EDBc
simplepage.x_hour={} gi\u1EDD tr\u01B0\u1EDBc
simplepage.one_day=1 ngày tr\u01B0\u1EDBc
simplepage.x_day={} ngày tr\u01B0\u1EDBc
simplepage.one_month=1 tháng tr\u01B0\u1EDBc
simplepage.x_month={} tháng tr\u01B0\u1EDBc
simplepage.one_year=1 n\u0103m tr\u01B0\u1EDBc
simplepage.x_year={} n\u0103m tr\u01B0\u1EDBc

simplepage.select-group=Ch\u1ECDn nhóm n\u01A1i mà m\u1EE5c này s\u1EBD \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB [N\u1EBFu không ch\u1ECDn, hi\u1EC3n th\u1ECB t\u1EA5t c\u1EA3]
simplepage.edit-group=Ch\u1EC9nh s\u1EEDa nhóm cho m\u1EE5c này \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB
simplepage.select-resource-group=L\u01AFU Ý: B\u1EA1n có th\u1EC3 thích \u0111\u1EC3 thi\u1EBFt l\u1EADp truy c\u1EADp nhóm trong công c\u1EE5 tài nguyên. \u0110i\u1EC1u \u0111ó s\u1EBD cho phép b\u1EA1n thi\u1EBFt l\u1EADp nó cho toàn b\u1ED9 m\u1ED9t th\u01B0 m\u1EE5c ch\u1EE9 không ph\u1EA3i cho m\u1ED7i tài nguyên riêng bi\u1EC7t.
simplepage.resource-group-inherited=Nhóm ho\u1EB7c truy c\u1EADp công khai \u0111\u01B0\u1EE3c \u0111\u1EB7t cho th\u01B0 m\u1EE5c này n\u01A1i mà m\u1EE5c này \u0111\u01B0\u1EE3c ch\u1EE9a. Vì v\u1EADy, nhóm này không th\u1EC3 \u0111\u01B0\u1EE3c \u0111i\u1EC1u ch\u1EC9nh \u1EDF \u0111ây.

simplepage.edit_studentlink=Ch\u1EC9nh s\u1EEDa phiên n\u1ED9i dung sinh viên
simplepage.student-content=Phiên n\u1ED9i dung sinh viên
simplepage.add-student-content=Thêm n\u1ED9i dung sinh viên
simplepage.student=Trang sinh viên
simplepage.add-page=Thêm trang c\u1EE7a chính b\u1EA1n
simplepage.page-exists=B\u1EA1n \u0111ã có m\u1ED9t trang trong công c\u1EE5 \u0111ó.
simplepage.new-student-page=M\u1EDBi
simplepage.new-student-content-page=Trang m\u1EDBi
simplepage.new-student-content=N\u1ED9i dung m\u1EDBi
simplepage.new-student-comments=Bình lu\u1EADn m\u1EDBi
simplepage.new-student-content-page-1=Trang m\u1EDBi b\u1EB1ng {}
simplepage.new-student-content-1=N\u1ED9i dung m\u1EDBi b\u1EB1ng {}
simplepage.new-student-comments-1=Bình lu\u1EADn m\u1EDBi trên n\u1ED9i dung b\u1EB1ng {}
simplepage.student-content-page=Trang n\u1ED9i dung h\u1ECDc sinh
simplepage.student-anonymous=T\u1EA1o các trang \u1EA9n danh sinh viên này
simplepage.student-comments=Thêm m\u1ED9t phiên bình lu\u1EADn t\u1EDBi m\u1ED7i trang
simplepage.student-comments-anon=T\u1EA1o nh\u1EEFng bình lu\u1EADn \u1EA9n danh này
simplepage.anonymous=\u1EA8n danh
simplepage.student-missing-prereqs=Có m\u1ED9t khu v\u1EF1c cho n\u1ED9i dung sinh viên, Nh\u01B0ng b\u1EA1n ph\u1EA3i hoàn thành các m\u1EE5c yêu c\u1EA7u phía trên tr\u01B0\u1EDBc khi b\u1EA1n nhìn th\u1EA5y nó.
simplepage.student-fake-missing-prereqs=N\u1EBFu b\u1EA1n là sinh viên, B\u1EA1n s\u1EBD không \u0111\u01B0\u1EE3c xem n\u1ED9i dung sinh viên, B\u1EDFi vì b\u1EA1n ch\u01B0a hoàn thành các m\u1EE5c yêu c\u1EA7u phía trên.

simplepage.website=C\u1EADp nh\u1EADt n\u1ED9i dung trong file ZIP 
simplepage.website.tooltip=Có h\u1ED7 tr\u1EE3 c\u1EE5 th\u1EC3 cho Camtasia, Wimba t\u1EA1o và kh\u1EDBp v\u1EDBi nhau, nh\u01B0ng b\u1EA5t k\u1EF3 file ZIP có th\u1EC3 \u0111\u01B0\u1EE3c t\u1EA3i lên. Xem tr\u1EE3 giúp trong h\u1ED9p tho\u1EA1i \u0111\u1EC3 bi\u1EBFt thêm thông tin.
simplepage.addwebsite-descrip=Có h\u1ED7 tr\u1EE3 c\u1EE5 th\u1EC3 cho Camtasia, Wimba t\u1EA1o và kh\u1EDBp v\u1EDBi nhau, nh\u01B0ng b\u1EA5t k\u1EF3 file ZIP có th\u1EC3 \u0111\u01B0\u1EE3c t\u1EA3i lên. Xem tr\u1EE3 giúp trong h\u1ED9p tho\u1EA1i \u0111\u1EC3 bi\u1EBFt thêm thông tin.


simplepage.website.noindex=Chúng tôi \u0111ã t\u1EA3i lên file ZIP . Nh\u1EEFng file n\u1EB1m trong \u0111ó gi\u1EDD \u1EDF trong th\u01B0 m\u1EE5c {} trong ngu\u1ED3n tài nguyên. Nh\u01B0ng không th\u1EC3 tìm th\u1EA5y các t\u1EADp tin trong nó nên \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB. B\u1EA1n s\u1EED d\u1EE5ng "Thêm ngu\u1ED3n tài nguyên" v\u1EDBi "Ch\u1ECDn file t\u1ED3n t\u1EA1i"  \u0111\u1EC3 ch\u1ECDn \u0111úng file c\u1EE7a b\u1EA1n.
simplepage.website.cantexpand=Unable to extract the files from your ZIP file

simplepage.blti=Thêm công c\u1EE5 ngoài
simplepage.blti.tooltip=Thêm công c\u1EE5 ngoài
simplepage.change_blti=Thay \u0111\u1ED5i công c\u1EE5 ngoài
simplepage.require_submit_blti=Require that the student use this item
simplepage.edit_blti=Ch\u1EC9nh s\u1EEDa công c\u1EE5 ngoài
simplepage.blti.chooser=Ng\u01B0\u1EDDi ch\u1ECDn công c\u1EE5 ngoài
simplepage.blti.tooltip=Thêm m\u1EE5c t\u1EEB d\u1ECBch v\u1EE5 bên ngoài có h\u1ED7 tr\u1EE3 chu\u1EA9n IMS LTI. H\u1ECFi nhân viên h\u1ED7 tr\u1EE3 tr\u01B0\u1EDDng \u0111\u1EA1i h\u1ECDc c\u1EE7a b\u1EA1n \u0111\u1EC3 tìm ra nh\u1EEFng công c\u1EE5 \u0111\u01B0\u1EE3c h\u1ED7 tr\u1EE3 b\u1EDFi tr\u01B0\u1EDDng \u0111\u1EA1i h\u1ECDc c\u1EE7a b\u1EA1n.
simplepage.blti.tools.manage=Qu\u1EA3n lý công c\u1EE5 và m\u1EE5c
simplepage.blti.tools.text=Ch\u1ECDn m\u1ED9t công c\u1EE5 \u0111\u1EC3 t\u1EA1o m\u1ED9t m\u1EE5c d\u1EF1a trên công c\u1EE5 \u0111ó
simplepage.blti.tools.create=Ch\u1ECDn vào ph\u1EA7n sau \u0111ây \u0111\u1EC3 qu\u1EA3n lý các công c\u1EE5 và các m\u1EE5c. \u0110i\u1EC1u này cho b\u1EA1n t\u1EA1o công c\u1EE5 c\u1EE7a chính b\u1EA1n, d\u1EF1a trên thông tin t\u1EEB các d\u1ECBch v\u1EE5 bên ngoài, và \u0111\u1EC3 ch\u1EC9nh s\u1EEDa ho\u1EB7c xóa công c\u1EE5 ho\u1EB7c m\u1EE5c \u0111ang t\u1ED3n t\u1EA1i. Tuy nhiên ph\u1EA7n l\u1EDBn tác gi\u1EA3 s\u1EBD s\u1EED d\u1EE5ng phiên trên, không ph\u1EA3i cái này.
simplepage.select_blti=Ch\u1ECDn m\u1EE5c
simplepage.select_blti.text=Ch\u1ECDn m\u1ED9t m\u1EE5c và sau \u0111ó nh\u1EA5n "S\u1EED d\u1EE5ng m\u1EE5c \u0111\u01B0\u1EE3c ch\u1ECDn" \u0111\u1EC3 thêm nó vào trang c\u1EE7a b\u1EA1n. Ch\u1ECDn m\u1ED9t công c\u1EE5 \u0111\u1EC3 xem công c\u1EE5 \u0111ó s\u1EBD làm gì.
simplepage.no_blti_items=Không có m\u1EE5c \u0111\u01B0\u1EE3c t\u1EA1o. Ch\u1ECDn m\u1ED9t công c\u1EE5 phía trên \u0111\u1EC3 t\u1EA1o m\u1ED9t m\u1EE5c d\u1EF1a trên nó, ho\u1EB7c s\u1EED d\u1EE5ng "Qu\u1EA3n lý công c\u1EE5 và m\u1EE5c" bên d\u01B0\u1EDBi \u0111\u1EC3 t\u1EA1o công c\u1EE5 m\u1EDBi d\u1EF1a trên.
simplepage.no_blti_native=Không có m\u1EE5c \u0111\u01B0\u1EE3c t\u1EA1o. S\u1EED d\u1EE5ng liên k\u1EBFt phía trên \u0111\u1EC3 t\u1EA1o m\u1ED9t cái.
simplepage.format.heading=Công c\u1EE5 này nên \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB nh\u01B0 th\u1EBF nào?
simplepage.format.window=C\u1EEDa s\u1ED5 m\u1EDBi: trong m\u1ED9t c\u1EEDa s\u1ED5 m\u1EDBi
simplepage.format.inline=Trong dòng: trong m\u1ED9t h\u1ED9p trong trang hi\u1EC7n t\u1EA1i
simplepage.format.page=Trang m\u1EDBi: trong m\u1ED9t trang riêng bi\u1EC7t v\u1EDBi nút "Bên c\u1EA1nh" và "Tr\u1EDF l\u1EA1i"
simplepage.format.item_removed=<p style='font-family:arial, helvetica; padding:4px; font-size:80%; border:2px solid black'><span style='color:#c00'>L\u1ED6I:</span> M\u1EE5c nên \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB t\u1EA1i \u0111ây \u0111ã \u0111\u01B0\u1EE3c g\u1EE1 b\u1ECF. Vui lòng s\u1EED d\u1EE5ng nút "Ch\u1EC9nh s\u1EEDa" k\u1EBF bên m\u1EE5c này và ch\u1ECDn "Thay \u0111\u1ED5i công c\u1EE5 bên ngoài" \u0111\u1EC3 t\u1EA1o m\u1EE5c ho\u1EB7c ch\u1ECDn m\u1ED9t cái m\u1EDBi.</p>

simplepage.more-tools=Nhi\u1EC1u công c\u1EE5 h\u01A1n
simplepage.forum-descrip=Thêm m\u1ED9t \u0111\u01B0\u1EDDng d\u1EABn t\u1EDBi ch\u1EE7 \u0111\u1EC1 di\u1EC5n \u0111àn.
simplepage.blti-descrip=Liên k\u1EBFt \u0111\u1EBFn m\u1ED9t d\u1ECBch v\u1EE5 web có s\u1EED d\u1EE5ng Tiêu chu\u1EA9n IMS LTI \u0111\u1EC3 tích h\u1EE3p v\u1EDBi h\u1EC7 th\u1ED1ng này.
simplepage.comments-descrip=Thêm m\u1ED9t phiên cho phép sinh viên nh\u1EADp ý ki\u1EBFn.
simplepage.student-descrip=Thêm m\u1ED9t ph\u1EA7n mà sinh viên có th\u1EC3 t\u1EA1o ra các trang c\u1EE7a riêng mình.
simplepage.title-student-descrip=Ch\u1EC9nh s\u1EEDa tiêu \u0111\u1EC1 trang
simplepage.title-descrip=Ch\u1EC9nh s\u1EEDa tiêu \u0111\u1EC1 ho\u1EB7c ki\u1EC3u trang.
simplepage.title-top-descrip=Ch\u1EC9nh s\u1EEDa tiêu \u0111\u1EC1 trang, phát hành, ho\u1EB7c ki\u1EC3u.
simplepage.remove-descrip=G\u1EE1 b\u1ECF trang này.
simplepage.newpage-descrip=Thêm trang m\u1EDBi trên \u0111\u1EA7u.
simplepage.importcc-descrip=T\u1EA3i file trong \u0111\u1ECBnh d\u1EA1ng IMS CC.
simplepage.importcc-assigntitle=Bài t\u1EADp {}
simplepage.importcc-texttitle=H\u01B0\u1EDBng d\u1EABn
simplepage.importcc-embedtitle=Video nhúng
simplepage.embedded-video=Video nhúng

simplepage.add-content=Thêm n\u1ED9i dung
simplepage.addtext-descrip=Thêm m\u1ED9t m\u1EE5c s\u1EED d\u1EE5ng so\u1EA1n th\u1EA3o v\u0103n b\u1EA3n t\u1ED1t
simplepage.subpage-descrip=T\u1EA1o m\u1ED9t trang m\u1EDBi mà b\u1EA1n có th\u1EC3 t\u1EA1o n\u1ED9i dung, ho\u1EB7c liên k\u1EBFt t\u1EDBi m\u1ED9t trang t\u1ED3n t\u1EA1i
simplepage.question-descrip=Có th\u1EC3 t\u1EA1o nhi\u1EC1u l\u1EF1a ch\u1ECDn \u0111\u01A1n gi\u1EA3n ho\u1EB7c tr\u1EA3 l\u1EDDi câu h\u1ECFi ng\u1EAFn. Có th\u1EC3 hi\u1EC3n th\u1ECB k\u1EBFt qu\u1EA3 cu\u1ED9c th\u0103m dò
simplepage.assignment-descrip=Liên k\u1EBFt t\u1EDBi m\u1ED9t bài t\u1EADp
simplepage.quiz-descrip=Liên k\u1EBFt t\u1EDBi m\u1ED9t bài ki\u1EC3m tra ho\u1EB7c tr\u1EAFc nghi\u1EC7m

simplepage.broken-css=Các t\u1EADp tin tùy ch\u1EC9nh CSS không th\u1EC3 \u0111\u01B0\u1EE3c tìm th\u1EA5y.
simplepage.css-dropdown-label=Tùy ch\u1EC9nh file CSS:
simplepage.css-upload-label=ho\u1EB7c t\u1EA3i lên c\u1EE7a chính b\u1EA1n:
simplepage.css-default-instructions=(N\u1EBFu tên file này m\u1EB7c \u0111\u1ECBnh .css, nó s\u1EBD tr\u1EDF thành \u0111\u1ED9 r\u1ED9ng m\u1EB7c \u0111\u1ECBnh c\u1EE7a trang web.)
simplepage.default-css=S\u1EED d\u1EE5ng m\u1EB7c \u0111\u1ECBnh
simplepage.site=Trang CSS
simplepage.system=H\u1EC7 th\u1ED1ng CSS

simplepage.comments-points=\u0110i\u1EC3m :
simplepage.question-points=\u0110i\u1EC3m :
simplepage.submit=G\u1EEDi bài

simplepage.student-comments-graded=Ch\u1EA5m \u0111i\u1EC3m các bình lu\u1EADn này
simplepage.gradingpane=B\u1EA3ng \u0111i\u1EC1u ch\u1EC9nh phân lo\u1EA1i
simplepage.show-grading-pane= Hi\u1EC3n th\u1ECB B\u1EA3ng \u0111i\u1EC1u ch\u1EC9nh phân lo\u1EA1i
simplepage.show-grading-pane-comments=Hi\u1EC3n th\u1ECB B\u1EA3ng \u0111i\u1EC1u ch\u1EC9nh phân lo\u1EA1i cho các bình lu\u1EADn
simplepage.show-grading-pane-content=Hi\u1EC3n th\u1ECB B\u1EA3ng \u0111i\u1EC1u ch\u1EC9nh phân lo\u1EA1i cho các bình lu\u1EADn trên trang n\u1ED9i dung sinh viên
simplepage.grading-student=Tên sinh viên
simplepage.grading-unique=Trang
simplepage.grading-total-posts=Bình lu\u1EADn
simplepage.grading-response=Ph\u1EA3n h\u1ED3i
simplepage.grading-grade=L\u1EDBp
simplepage.click-to-expand=Toggle Comments
simplepage.grade-for-student=L\u1EDBp cho {}
simplepage.expand-for-student=Hi\u1EC7n ho\u1EB7c \u1EA9n bình lu\u1EADn b\u1EDFi {}
simplepage.context-link-title-1=Hi\u1EC7n v\u0103n b\u1EA3n cho bình lu\u1EADn b\u1EDFi {}
simplepage.context-link-title-2=Hi\u1EC7n v\u0103n b\u1EA3n cho bình lu\u1EADn b\u1EDFi {1} trên n\u1ED9i dung b\u1EB1ng {2}

simplepage.student-comments-grading=Bình lu\u1EADn trên n\u1ED9i dung sinh viên "{}"
simplepage.comments-grading=Bình lu\u1EADn trên "{}"
simplepage.question-grading=Ph\u1EA3n h\u1ED3i trên "{}"
simplepage.nothing-here=Không có gì \u0111\u1EC3 ch\u1EA5m \u1EDF \u0111ây.
simplepage.no-gradebook=M\u1EE5c này không th\u1EC3 \u0111\u01B0\u1EE3c \u0111ánh d\u1EA5u \u0111\u1EC3 ch\u1EA5m
simplepage.show-context=Hi\u1EC3n th\u1ECB ph\u1EA1m vi(Show Context)

simplepage.student-peer-review-title=Tiêu \u0111\u1EC1
simplepage.student-peer-review-category=Th\u1EC3 lo\u1EA1i
simplepage.student-peer-review-add=Thêm m\u1ED9t phi\u1EBFu \u0111ánh giá \u0111\u1EC1 m\u1EE5c ngang hàng t\u1EDBi m\u1ED7i trang
simplepage.student-peer-review-create=T\u1EA1o m\u1ED9t \u0111\u1EC1 m\u1EE5c m\u1EDBi
simplepage.student-peer-review-select-rubric=Vui lòng ch\u1ECDn m\u1ED9t \u0111\u1EC1 m\u1EE5c
simplepage.peer-eval-create-title=T\u1EA1o \u0111ánh giá \u0111\u1EC1 m\u1EE5c ngang hàng
simplepage.student-peer-review-add-row=Thêm dòng
simplepage.add-peereval=B\u1EAFt \u0111\u1EA7u \u0111ánh giá ngang hàng
simplepage.view-peereval=Hi\u1EC3n th\u1ECB \u0111ánh giá ngang hàng
simplepage.student-peer-eval.require_due_date = \u0110\u1EB7t k\u1EF3 h\u1EA1n ngày ?
simplepage.peer-eval.invalid_open_date = Vui lòng nh\u1EADp ngày m\u1EDF trong \u0111\u1ECBnh d\u1EA1ng MM/DD/YY.
simplepage.peer-eval.invalid_open_time = Vui lòng nh\u1EADp th\u1EDDi gian m\u1EDF trong \u0111\u1ECBnh d\u1EA1ng HH:MM AM/PM.
simplepage.peer-eval.invalid_due_date = Vui lòng nh\u1EADp ngày h\u1EBFt h\u1EA1n trong \u0111\u1ECBnh d\u1EA1ng MM/DD/YY.
simplepage.peer-eval.invalid_due_time = Vui lòng nh\u1EADp gi\u1EDD h\u1EBFt h\u1EA1n trong \u0111\u1ECBnh d\u1EA1ng HH:MM AM/PM.
simplepage.peer-eval.open_date = Ngày m\u1EDF
simplepage.peer-eval.due_date = Ngày \u0111áo h\u1EA1n
simplepage.peer-eval-allow-selfgrade = Cho phép t\u1EF1 c\u1EA5p
simplepage.peer-eval-stats=Th\u1ED1ng kê \u0111ánh giá ngang hàng
simplepage.peer-eval.sample.title=\u0110ánh giá ngang hàng \u0111\u01A1n
simplepage.peer-eval.sample.1=Ch\u1EA5t l\u01B0\u1EE3ng công vi\u1EC7c
simplepage.peer-eval.sample.2=Thông tin h\u1ED7 tr\u1EE3
simplepage.peer-eval.sample.3=C\u01A1 quan
simplepage.peer-eval.sample.4=D\u1EA5u ch\u1EA5m câu, l\u1ED7i chính t\u1EA3, ng\u1EEF pháp
simplepage.user.activity=\u0110ánh giá ngang hàng
simplepage.peer-eval-stats.directions=B\u1EA5m vào m\u1ED9t tên \u0111\u1EC3 hi\u1EC3n th\u1ECB ho\u1EB7c \u1EA9n thông tin c\u1EE7a ng\u01B0\u1EDDi dùng. Ch\u1ECDn "\u0110ánh giá ngang hàng" \u0111\u1EC3 làm n\u1ED5i b\u1EADt các l\u1EDBp ng\u01B0\u1EDDi s\u1EED d\u1EE5ng \u0111ã cho nh\u1EEFng ng\u01B0\u1EDDi tham gia khác. Nh\u1EA5n m\u1ED9t l\u1EA7n n\u1EEFa \u0111\u1EC3 lo\u1EA1i b\u1ECF các ph\u1EA7n tô sáng. Ch\u1ECDn m\u1ED9t ô \u0111\u1EC3 nhìn th\u1EA5y danh sách ng\u01B0\u1EDDi dùng, ng\u01B0\u1EDDi cho l\u1EDBp ch\u1ECDn ng\u01B0\u1EDDi dùng. 
simplepage.peer-cell-tooltip=Ch\u1ECDn m\u1ED9t ô \u0111\u1EC3 nhìn th\u1EA5y danh sách ng\u01B0\u1EDDi dùng, ng\u01B0\u1EDDi cho l\u1EDBp ch\u1ECDn ng\u01B0\u1EDDi dùng.
simplepage.peer-eval.past-due-date=Ngày \u0111\u1EBFn h\u1EA1n \u0111\u1EC3 ch\u1EA5m \u0111i\u1EC3m \u0111ã qua.
simplepage.peer-eval.cant-eval-yourself=B\u1EA1n không th\u1EC3 \u0111ánh giá công vi\u1EC7c c\u1EE7a riêng b\u1EA1n.
simplepage.peer-eval.click-on-cell=B\u1EA5m vào m\u1ED9t ô \u0111\u1EBFn l\u1EDBp.
simplepage.peer-eval.inactive-members=Nh\u1EEFng thành viên trang ch\u01B0a t\u1EA1o trang sinh viên
simplepage.dueDatebeforopenDate=M\u1EE5c này ch\u01B0a \u0111\u01B0\u1EE3c l\u01B0u, ngày h\u1EA1n c\u1EE7a \u0111ánh giá ngang hàng là tr\u01B0\u1EDBc ngày m\u1EDF.

simplepage.reset-button=Làm m\u1EDBi
simplepage.help-button=Tr\u1EE3 giúp cho bài h\u1ECDc
simplepage.opens-in-new=M\u1EDF trong c\u1EEDa s\u1ED5 m\u1EDBi
simplepage.direct-link=Liên k\u1EBFt tr\u1EF1c ti\u1EBFp \u0111\u1EBFn công c\u1EE5 này
simplepage.short-url= URL ng\u1EAFn
simplepage.edit-page=Ch\u1EC9nh s\u1EEDa trang
simplepage.delete_page_confirm=B\u1EA1n có mu\u1ED1n xóa \u0111i\u1EC1u này?
simplepage.path=\u0110\u01B0\u1EDDng d\u1EABn (trong Tài nguyên)

desc-lessonbuilder.upd=C\u1EADp nh\u1EADt trang ho\u1EB7c m\u1EE5c
desc-lessonbuilder.read=\u0110\u1ECDc trang
desc-lessonbuilder.seeall=Xem m\u1EE5c regardless c\u1EE7a ki\u1EC3m tra phiên b\u1EA3n (release control) 

simplepage.owner-groups=Trang Sinh viên s\u1EBD \u0111\u01B0\u1EE3c liên k\u1EBFt v\u1EDBi nhóm h\u01A1n là cá nhân.
simplepage.owner-groups-explanation=Ch\u1ECDn các nhóm có th\u1EC3 liên k\u1EBFt v\u1EDBi các trang. M\u1ED7i h\u1ECDc sinh ch\u1EC9 nên là m\u1ED9t thành viên c\u1EE7a m\u1ED9t nhóm. N\u1EBFu b\u1EA1n không có b\u1EA5t k\u1EF3 l\u1EF1a ch\u1ECDn nào, t\u1EA5t c\u1EA3 các nhóm s\u1EBD \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng
simplepage.owner-groups-nogroup=Trang c\u1EE7a h\u1ECDc sinh \u0111\u01B0\u1EE3c k\u1EBFt h\u1EE3p v\u1EDBi các nhóm, nh\u01B0ng b\u1EA1n không \u1EDF trong b\u1EA5t k\u1EF3 nhóm cho phép nào.Vui lòng báo l\u1EA1i \u0111i\u1EC1u này cho gi\u1EA3ng viên c\u1EE7a b\u1EA1n.

simplepage.update-points=C\u1EADp nh\u1EADt \u0111i\u1EC3m

simplepage.edit_questionlink=Ch\u1EC9nh s\u1EEDa phiên tr\u1EA3 l\u1EDDi
simplepage.answer=Tr\u1EA3 l\u1EDDi:
simplepage.question-text-input=V\u0103n b\u1EA3n câu h\u1ECFi:
simplepage.question-answer-input=Câu tr\u1EA3 l\u1EDDi \u0111úng:
simplepage.question-possible-answer=Có th\u1EC3 tr\u1EA3 l\u1EDDi
simplepage.short-explanation=\u0110\u1EC3 l\u1EA1i ch\u1ED7 tr\u1ED1ng câu tr\u1EA3 l\u1EDDi \u0111\u1EC3 thu th\u1EADp thông tin ph\u1EA3n h\u1ED3i t\u1EEB sinh viên, ho\u1EB7c n\u1EBFu b\u1EA1n mu\u1ED1n ch\u1EA5m \u0111i\u1EC3m b\u1EB1ng tay.
simplepage.short-explanation2=\u0110\u1EC3 ch\u1EA5m \u0111i\u1EC3m b\u1EB1ng tay, \u0111\u1EC3 l\u1EA1i ch\u1ED7 tr\u1ED1ng câu tr\u1EA3 l\u1EDDi, sau \u0111ó ch\u1ECDn ch\u1EA5m \u0111i\u1EC3m câu h\u1ECFi này." 
simplepage.question-correct-answer=câu tr\u1EA3 l\u1EDDi sau \u0111ây là \u0111úng
simplepage.question-graded=Ch\u1EA5m \u0111i\u1EC3m câu h\u1ECFi này.
simplepage.questionLinkText=Thêm câu h\u1ECFi
simplepage.questionDescription=Thêm m\u1ED9t câu h\u1ECFi \u0111\u01A1n gi\u1EA3n cho h\u1ECDc sinh tr\u1EA3 l\u1EDDi
simplepage.multipleChoice=L\u1EF1a ch\u1ECDn nhi\u1EC1u
simplepage.shortanswer=Câu tr\u1EA3 l\u1EDDi ng\u1EAFn
simplepage.answers=Có th\u1EC3 tr\u1EA3 l\u1EDDi:
simplepage.addAnswer=Thêm câu tr\u1EA3 l\u1EDDi m\u1EDBi
simplepage.answer_question=G\u1EEDi tr\u1EA3 l\u1EDDi
simplepage.questionName=Câu h\u1ECFi \u0111\u01A1n gi\u1EA3n
simplepage.no-question-type=Không có lo\u1EA1i câu h\u1ECFi cung c\u1EA5p
simplepage.question-max=\u0110i\u1EC3m t\u1ED1i \u0111a:
simplepage.question-gradebook-title=Tiêu \u0111\u1EC1 trong s\u1ED5 \u0111i\u1EC3m:
simplepage.permissions-question=B\u1EA1n \u0111ã tr\u1EA3 l\u1EDDi câu h\u1ECFi \u0111ó!
simplepage.correct-text=V\u0103n b\u1EA3n hi\u1EC3n th\u1ECB n\u1EBFu câu tr\u1EA3 l\u1EDDi là chính xác:
simplepage.incorrect-text=V\u0103n b\u1EA3n hi\u1EC3n th\u1ECB n\u1EBFu câu tr\u1EA3 l\u1EDDi là không chính xác:
simplepage.show-poll=Hi\u1EC7n kh\u1EA3o sát
simplepage.hide-poll=\u1EA8n kh\u1EA3o sát
simplepage.question-show-poll-option=HI\u1EC3n th\u1ECB H\u1ECDc sinh th\u1EA5y m\u1ED9t \u0111\u1ED3 th\u1ECB c\u1EE7a nh\u1EEFng ng\u01B0\u1EDDi khác nh\u01B0 th\u1EBF nào sau khi h\u1ECD tr\u1EA3 l\u1EDDi câu h\u1ECFi
simplepage.missing-question-text=Xin cung c\u1EA5p v\u0103n b\u1EA3n cho các câu h\u1ECFi
simplepage.question-need-2=Vui lòng cung c\u1EA5p ít nh\u1EA5t 2 l\u1EF1a ch\u1ECDn thay th\u1EBF cho câu h\u1ECFi này
simplepage.question-need-1=Vui lòng cung c\u1EA5p ít nh\u1EA5t 1 câu tr\u1EA3 l\u1EDDi chính xác cho câu h\u1ECFi này


simplepage.go-back=Quay l\u1EA1i
simplepage.expand-all=M\u1EDF r\u1ED9ng t\u1EA5t c\u1EA3
simplepage.collapse-all=Thu g\u1ECDn t\u1EA5t c\u1EA3

simplepage.mm-test-embed=B\u1EDFi vì giá tr\u1ECB mà b\u1EA1n dán có < trong nó, chúng tôi \u0111ang x\u1EED lý nó nh\u01B0 m\u1ED9t "mã nhúng". N\u1EBFu b\u1EA1n d\u1EF1 \u0111\u1ECBnh dán m\u1ED9t URL, vui lòng th\u1EED l\u1EA1i l\u1EA7n n\u1EEFa và dán URL hoàn ch\u1EC9nh
simplepage.mm-test-addedhttp-1=L\u01AFU Ý: Chúng tôi thay \u0111\u1ED5i \u0111i\u1EC1u này \u0111\u1EC3 
simplepage.mm-test-addedhttp-2=Chúng tôi hy v\u1ECDng \u0111ó là ý b\u1EA1n.
simplepage.mm-test-oembed=\u0110\u1EA7u tiên, chúng tôi s\u1EBD th\u1EED \u0111i\u1EC1u này nh\u01B0 URL c\u1EE7a trang chia s\u1EBB video/âm thanh. Vui lòng xem n\u1EBFu \u0111i\u1EC1u này hi\u1EC3n th\u1ECB các n\u1ED9i dung c\u1EE7a site này.
simplepage.mm-test-iframe=HI\u1EC7n gi\u1EDD chúng tôi \u0111ang c\u1ED1 g\u1EAFng \u0111\u01B0a n\u1ED9i dung c\u1EE7a URL trong vi\u1EC7c s\u1EED d\u1EE5ng k\u1EF9 thu\u1EADt khác (m\u1ED9t IFRAME) . Vui lòng xem n\u1EBFu \u0111i\u1EC1u này hi\u1EC3n th\u1ECB các n\u1ED9i dung c\u1EE7a site này.
simplepage.mm-test-tryother=Hãy th\u1EED thay th\u1EBF khác
simplepage.mm-test-start-over=B\u1EAFt \u0111\u1EA7u l\u1EA1i
simplepage.sharedpage=[trang chia s\u1EBB]
simplepage.sharedpageexplanation= \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng khi các trang t\u01B0\u01A1ng t\u1EF1 xu\u1EA5t hi\u1EC7n nhi\u1EC1u h\u01A1n m\u1ED9t n\u01A1i. B\u1EA5t k\u1EF3 thay \u0111\u1ED5i t\u1EDBi trang s\u1EBD \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB kh\u1EAFp n\u01A1i nó xu\u1EA5t hi\u1EC7n

simplepage.deletecommentsubmissionexist=N\u1EBFu b\u1EA1n xóa phiên này, các bình lu\u1EADn \u0111\u01B0\u1EE3c t\u1EA1o ra b\u1EDFi sinh viên s\u1EBD b\u1ECB m\u1EA5t. B\u1EA1n có ch\u1EAFc không?
simplepage.deletestudentsubmissionexist=N\u1EBFu b\u1EA1n xóa phiên này, các trang \u0111\u01B0\u1EE3c t\u1EA1o ra b\u1EDFi sinh viên s\u1EBD b\u1ECB m\u1EA5t. B\u1EA1n có ch\u1EAFc không?

simplepage.groupcheckfailed=Không th\u1EC3 ki\u1EC3m tra nhóm \u0111ã ch\u1ECDn. H\u1EC7 th\u1ED1ng báo l\u1ED7i: {}
simplepage.groupcheckoverlaps=Các nhóm sau ch\u1ED3ng lên nhau: {}
simplepage.groupchecknogroups=Ng\u01B0\u1EDDi s\u1EED d\u1EE5ng sau \u0111ây không trong b\u1EA5t k\u1EF3 nhóm nào: {}
simplepage.insist=V\u1EABn ti\u1EBFp t\u1EE5c, Nh\u1EA5n m\u1EE5c C\u1EADp nh\u1EADt l\u1EA7n n\u1EEFa

simplepage.dont-show-downloads=Không hi\u1EC3n th\u1ECB các liên k\u1EBFt t\u1EA3i v\u1EC1 cho video nhúng, ví d\u1EE5. (Thi\u1EBFt l\u1EADp này áp d\u1EE5ng cho t\u1EA5t c\u1EA3 các trang trong trang web này.)
simplepage.access-group=Truy c\u1EADp: {}
simplepage.delete-orphan-pages=Xóa trang b\u1ECB lo\u1EA1i b\u1ECF
simplepage.delete-orphan-pages-desc=V\u0129nh vi\u1EC5n lo\u1EA1i b\u1ECF t\u1EA5t c\u1EA3 các trang mà không còn xu\u1EA5t hi\u1EC7n nh\u01B0 các trang c\u1EA5p cao và các trang con

simplepage.filezero=T\u1EC7p \u0111\u01B0\u1EE3c t\u1EA3i lên kích th\u01B0\u1EDBc b\u1EB1ng không
simplepage.filetoobig=T\u1EC7p \u0111\u01B0\u1EE3c t\u1EA3i lên l\u1EDBn h\u01A1n {} MB


