# this defines the entity description for the forum provider
forums = Cung c\u1EA5p m\u1ED9t t\u1EADp h\u1EE3p các thi\u1EBFt b\u1ECB \u0111\u1EA7u cu\u1ED1i RESTful \u0111\u1EC3 khôi ph\u1EE5c các di\u1EC5n \u0111àn \u0111\u01A1n, b\u1ED9 s\u01B0u t\u1EADp trang web c\u1EE7a di\u1EC5n \u0111àn \
, ch\u1EE7 \u0111\u1EC1 cá nhân (b\u1ED9 s\u01B0u t\u1EADp các cu\u1ED9c h\u1ED9i tho\u1EA1i) and messages with their children. An example workflow \
s\u1EBD \u0111\u01B0\u1EE3c g\u1ECDi hành \u0111\u1ED9ng trang web v\u1EDBi /direct/forums/site/SITEID.json cho di\u1EC5n \u0111àn c\u1EA5p b\u1EADc cao nh\u1EA5t trong m\u1ED9t \
trang, sau \u0111ó s\u1EED d\u1EE5ng /direct/forums/site/SITEID/forum/FORUMID.json \u0111\u1EC3 có \u0111\u01B0\u1EE3c m\u1ED9t di\u1EC5n \u0111àn cá nhân \u0111\u1EBFn m\u1EE9c ch\u1EE7 \u0111\u1EC1. \
Sau \u0111i\u1EC1u này b\u1EA1n s\u1EBD s\u1EED d\u1EE5ng /direct/forums/site/SITEID/forum/FORUMID/topic/TOPICID.json \u0111\u1EC3 có m\u1ED9t ch\u1EE7 \u0111\u1EC1, v\u1EC1 c\u01A1 b\u1EA3n\
m\u1ED9t b\u1ED9 các cu\u1ED9c h\u1ED9i tho\u1EA1i, sau \u0111ó b\u1EA1n s\u1EBD g\u1ECDi /direct/forums/site/SITEID/forum/FORUMID/topic/TOPICID/message/MESSAGEID.json \
\u0111\u1EC3 có \u0111\u01B0\u1EE3c m\u1ED9t thông \u0111i\u1EC7p ph\u1ED5 bi\u1EBFn \u0111\u1EA7y \u0111\u1EE7 v\u1EDBi file \u0111ính kèm và children.

forums.action.site = (GET) Khôi ph\u1EE5c các di\u1EC5n \u0111ãn, ch\u1EE7 \u0111\u1EC1 và h\u1ED9i tho\u1EA1i cho m\u1ED9t mã trang \u0111\u01B0\u1EE3c nh\u1EADn. <br /><br />\
L\u1EA5y t\u1EA5t c\u1EA3 các di\u1EC5n \u0111àn cho trang:<br /> \
/direct/forums/site/SITEID.json<br /> <br />\
L\u1EA5y t\u1EA5t c\u1EA3 các ch\u1EE7 \u0111\u1EC1 cho trang:<br /> \
/direct/forums/site/SITEID/forum/FORUMID.json<br /><br /> \
L\u1EA5y t\u1EA5t c\u1EA3 các cu\u1ED9c h\u1ED9i tho\u1EA1i cho ch\u1EE7 \u0111\u1EC1:<br /> \
/direct/forums/site/SITEID/forum/FORUMID/topic/TOPICID.json <br /><br />\
Nh\u1EADn m\u1ED9t cu\u1ED9c trò chuy\u1EC7n ph\u1ED5 bi\u1EBFn \u0111\u1EA7y \u0111\u1EE7 ho\u1EB7c tin nh\u1EAFn. Khôi ph\u1EE5c l\u1EA1i cây tin nh\u1EAFn t\u1EEB ch\u1EC9 d\u1EABn \
t\u1EA3i tin nh\u1EAFn. N\u1EBFu mã tin nh\u1EAFn là tin nh\u1EAFn b\u1EADc cao nh\u1EA5t trong m\u1ED9t cu\u1ED9c trò chuy\u1EC7n, toàn b\u1ED9 cu\u1ED9c nói chuy\u1EC7n \
\u0111\u01B0\u1EE3c tr\u1EA3 v\u1EC1.<br /> \
/direct/forums/site/SITEID/forum/FORUMID/topic/TOPICID/message/MESSAGEID.json
